{"text": "I loved it.", "opinions": []}
{"text": "We ate out in the back patio, which is worth it as it's cool and the music is hear well there.", "opinions": []}
{"text": "Some servers make you feel like they are doing you a favor to bring you the food.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I had the cod with paella (spicy and very filling, I'm a big eater and could only eat half) while my boyfriend had the classic fish and chips (again, a big serving - at least 5 pieces of fish and a basketful of fries).", "opinions": []}
{"text": "Went for a late weekday lunch.", "opinions": []}
{"text": "But too far east!", "opinions": []}
{"text": "But they don't have a toaster, which is strange.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The service was excellent and the food was delicious.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "We didn't even see a menu, as our waiter described both the specials and the main dishes.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Once you become a regular, you are treated as one.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The crust is thin, the ingredients are fresh and the staff is friendly.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The calamari comes with an incredible sauce, and the duck noodles are yummy as well.", "opinions": []}
{"text": "This place has realy fresh sushi and a nice large menu of Japanese classic cuisine.", "opinions": []}
{"text": "Super friendly and knowledgable staff, fabulous bistro fare and a wonderful jazz brunch with great live jazz (the chilaquiles were awesome!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Cute and decorative.", "opinions": []}
{"text": "it's a perfect place to have a amanzing indian food.", "opinions": []}
{"text": "A must try!", "opinions": []}
{"text": "The first time the sushi was outstanding, the second time it was a little bland.", "opinions": []}
{"text": "Now it's so crowded and loud you can't even talk to the person next to you.", "opinions": []}
{"text": "The pizza is the best if you like thin crusted pizza.", "opinions": []}
{"text": "Based on the reviews for dinner, this is a place I would reconsider revisiting for that, but definitely not for Dim Sum again.", "opinions": []}
{"text": "Get your food to go, find a bench, and kick back with a plate of dumplings.", "opinions": []}
{"text": "I am reluctant to write because I would not want my jem of a pizza place to become overcrowded.", "opinions": []}
{"text": "My boyfriend had the New England Chowder it was good but I think the award should go to the Lobster Bisque.", "opinions": []}
{"text": "The whole set up is truly unprofessional and I wish Cafe Noir would get some good staff, because despite the current one this is a great place.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Leave the kids at home!", "opinions": []}
{"text": "not only does make the best pizza in NY , maybe anywhere.", "opinions": []}
{"text": "My boyfriend and I recently had an early dinner at Artisanal and was satisfied with our experience.", "opinions": []}
{"text": "Food was okay, nothing great.", "opinions": []}
{"text": "I ate here for the first time and absolutely loved it!", "opinions": []}
{"text": "My husband and I ate here after reading reviews here as well as hobokeni.com,", "opinions": []}
{"text": "Salads were fantastic.", "opinions": []}
{"text": "I have never before eaten 40 pieces of relatively good nigiri.", "opinions": []}
{"text": "Everything about this restaurant was special.", "opinions": []}
{"text": "Delicate spices, onions, eggs and a kick-ass roti.", "opinions": []}
{"text": "Oh, and the complimentary pudding dessert was just enough- yummy!", "opinions": []}
{"text": "If you are the type of person who likes being scared and entertained, this is a great place to go and eat.", "opinions": []}
{"text": "It's to die for!", "opinions": []}
{"text": "Great wine selection, Gigondas is worth the price, and the house champagne is a great value.", "opinions": []}
{"text": "I have been to Casimir over 5 times and I have always had a great time there.", "opinions": []}
{"text": "The steak was excellent and one of the best I have had (I tasted the butter intitally but in no way did it overwhelm the flavor of the meat).", "opinions": []}
{"text": "So eat fast and order a lot.", "opinions": []}
{"text": "I had to share my table with a loud group of kids and the service was rude an unattentive.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Service and food is what any one would expect when spending that type of money.", "opinions": [{"sentiment": "neutral", "aspect": "service"}]}
{"text": "As I made the title, it's an affordable restaurant for great taste.", "opinions": []}
{"text": "The portion sizes here are huge, and the sushi is good.", "opinions": []}
{"text": "It was so bad I actually refused to pay for my food.", "opinions": []}
{"text": "Please be aware that it's CASH or AMEX only!", "opinions": []}
{"text": "PERFECT FOR DATES!", "opinions": []}
{"text": "I DO NOT RECOMMEND THE HEARTLAND BREWERY.", "opinions": []}
{"text": "Also, don't plan on asking for your favorite roll, if it's not on the menu, you can't have it.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "It's constantly open, catering to the Pakistani cabbies lined up on Crosby St., so there's more turnover with the food than you'd expect (i.e., surprisingly fresh).", "opinions": []}
{"text": "they were able to squeeze me in at 6 after i called the night before my anniversary for a friday night reservation and told me they'd treat us well for the occasion.", "opinions": []}
{"text": "My friends and I experienced amazing cheese and a delicious, new summer menu at Artisanal last night.", "opinions": []}
{"text": "Waiters tend to forget drinks completely, food portions are so tiny, two people have trouble sharing one entree.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I went to Ruby Foos for my birthday and enjoyed our experience there.", "opinions": []}
{"text": "La Rosa waltzes in, and I think they are doing it the best.", "opinions": []}
{"text": "Mine was a little burnt but still delicious with goat cheese and panchetta (raddichio was kind of bitter though).", "opinions": []}
{"text": "Kudos to Po!", "opinions": []}
{"text": "The shrimp scampi was excellent and the antipasti were plentiful.", "opinions": []}
{"text": "The Thai ice tea was amazingly smooth and yummy!", "opinions": []}
{"text": "I do not recommend lunch specials just because it tasts the same with other regular chinese restaurant.", "opinions": []}
{"text": "Stay away from the latter since you won't go for seconds (hint hint).", "opinions": []}
{"text": "Even better, they know how to cook French classics like Steak au Poivre and Onglet without burning it to death or overcooking it.", "opinions": []}
{"text": "I will go back to Suan soon!", "opinions": []}
{"text": "The service was attentive.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "This place is to be avoided.", "opinions": []}
{"text": "the drinks are amazing and half off till 8pm.", "opinions": []}
{"text": "the real kicker of the menu, however, is the beef cubes or the chicken with chili and lemon grass.", "opinions": []}
{"text": "Whem asked, we had to ask more detailed questions so that we knew what the specials were.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Pick a bagel has the best bagels in the city.", "opinions": []}
{"text": "Could be pricey without a prix fixe meal.", "opinions": []}
{"text": "Service was decent, but not as smooth as I would expect from a place with these prices and reputation.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "The decor in this place is very diner-ish and the kind of place you expect in the East Village - not romantic, just simple, small and sparse.", "opinions": []}
{"text": "Decor is charming.", "opinions": []}
{"text": "Try the congee and the donut like deep fried dough they call Ow Ley Soh, a delicious and sweet tasting bread.", "opinions": []}
{"text": "So all I'm trying to say is this restaurant is by far the best thai food restaurant I've ever been to.", "opinions": []}
{"text": "Look I dont know if the people who wrote the reviews have ever been to a decent place (PLEASE TRY SOMEOTHER PLACES).", "opinions": []}
{"text": "I'd highly recommend it for a special occasion -- it provides and intimate setting and nice service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The food is tasty and portion sizes are appropriate.", "opinions": []}
{"text": "service was efficient courteous.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The staff are attentive, and have smiles on their faces.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Delicious crab cakes too.", "opinions": []}
{"text": "I brought some buddies from CA and they loved it.", "opinions": []}
{"text": "Excellent dumplings served amid clean, chic decor.", "opinions": []}
{"text": "And they provided a delicious dessert on the house!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Just stick with the small dishes!", "opinions": []}
{"text": "so garantuan that you can't fit them in a toaster.", "opinions": []}
{"text": "we spent 50 $$ definetly will come back with my friends!!!", "opinions": []}
{"text": "Although the place could be a little more eye catching and roomier, at the same time, it doesn't really matter.", "opinions": []}
{"text": "We were looking forward to nice glass of Sangria when we arrived.", "opinions": []}
{"text": "Shockingly easy to throw a group dinner here: simple contract, deposit only to hold the date the entire 2nd fl mezz for our grp of 20.", "opinions": []}
{"text": "I've dined at Alain Ducasse's restaurant in Monte Carlo for half the price for the same excellent dining experience.", "opinions": []}
{"text": "Definitely a once a year treat that I look forward to around the holidays!", "opinions": []}
{"text": "We were still sitting at the bar while we drank the sangria, but facing away from the bar when we turned back around, the $2 was gone the people next to us said the bartender took it.", "opinions": []}
{"text": "Chennai Garden is my favorite Indian restaurant in the city.", "opinions": []}
{"text": "Much of the time it seems like they do not care about you.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I loved it and will be back soon.", "opinions": []}
{"text": "Don't expect to sit down inside though, there are only a few tables and they are always full.", "opinions": []}
{"text": "People are always friendly.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Suan has challenged this loyalty.", "opinions": []}
{"text": "The eggplant parmesan is also great, and my friend who grew up in Manhattan claims that no one serves a better baked ziti with meatsauce.", "opinions": []}
{"text": "I cannot imagine a friendlier staff working in a restaurant.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The service is descent even when this small place is packed.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Also very inexpensive.", "opinions": []}
{"text": "Nothing fancy but really good food with pretty reasonable price.", "opinions": []}
{"text": "The food was absolutely horrible!", "opinions": []}
{"text": "They kindly brought us more to see if it was better, but it was not!", "opinions": []}
{"text": "The food was amazing, and the service was prompt and helpful, but not over-bearing or rushed.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "If you are a vegetarian, this really isn't a good place to go.", "opinions": []}
{"text": "In an area sadly lacking in decent Thai food, this is one of the best spots.", "opinions": []}
{"text": "Any if you have a reservation you'll wait for max 5 minutes - so have a drink at the bar.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Get there before 7pm.", "opinions": []}
{"text": "And the fried clams had just enough kick to them to make 'em worth eating.", "opinions": []}
{"text": "believe us, we've been eating sushi for over 15 yrs.", "opinions": []}
{"text": "As soon as my father lifted his pen from the check a chef appeared to usher us out.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The best pad thai i've ever had.", "opinions": []}
{"text": "A word to the wise - the Hoboken health inspector clued me to his findings that this is THE cleanest restaurant in town.", "opinions": []}
{"text": "My wife and I went to Orsay for Valentine's dinner.", "opinions": []}
{"text": "If you are looking for a good quality, cheap eats - this is the place.", "opinions": []}
{"text": "The desserts are more appealing then stuffy overpriced French restaurants.", "opinions": []}
{"text": "No one asked what was wrong as we left with nothing touched on our plates.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I pray it stays open forever.", "opinions": []}
{"text": "The food, served in small tasting portions (as an option) is very good with each dish being better than the next.", "opinions": []}
{"text": "The chicken parm was edible but had canned tomato sauce and boxed pasta and the chicken with portobello mushrooms consisted of dry, inedible chicken with terrible sauce.", "opinions": []}
{"text": "Faan is sooo good.", "opinions": []}
{"text": "Decor is nice though service can be spotty.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The owner is very friendly and a great guy, go try his pizza, you'll like it!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "but still my date was bad", "opinions": []}
{"text": "What generous portions!", "opinions": []}
{"text": "Seriously, this place kicks ass.", "opinions": []}
{"text": "I live in the neightborhood and am a regular.", "opinions": []}
{"text": "We won't go to this place again for a good meal.", "opinions": []}
{"text": "No thanks!!!", "opinions": []}
{"text": "The menu may be small, but everything on it is delicious.", "opinions": []}
{"text": "We have been to this place many times, and always have great food, wine, and service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The corned beef and pastrami are excellent, much less fatty than those big tourist places around Times Square.", "opinions": []}
{"text": "They're terrific!!", "opinions": []}
{"text": "The steak is good, the fish is good and the sushi was surprisingly great.", "opinions": []}
{"text": "Great staff.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The food is spectacular, from the appitizers to the main course, and then of course the desserts, (WOW) you'll need no more.", "opinions": []}
{"text": "The service was the only thing good about this restaurant.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Not only would I not recommend Jimmy's restaurants to friends, I would strongly suggest they go anywhere but.", "opinions": []}
{"text": "I cannot recommend OG more highly if I tried - check it out for yourself.", "opinions": []}
{"text": "Pizza - the only pizza in NYC that should not have additional toppings - the crust tastes like the best, freshly baked bread!", "opinions": []}
{"text": "I recommend the meatballs and caprese salad and the beans on toast were a wonderful start to the meal!", "opinions": []}
{"text": "I had a late dinner at Lucky Stike, a great name for a joint if ever I saw one.", "opinions": []}
{"text": "I would definitely go back -- if only for some of those exotic martinis on the blackboard.", "opinions": []}
{"text": "Don't go there!", "opinions": []}
{"text": "This is such a lovely, peaceful place to eat outside.", "opinions": []}
{"text": "The food is alright - some stuff is good - some is not (like the steak dish which tends to be dry).", "opinions": []}
{"text": "Also, the place is popular with families, so if you're bothered by children running loose like wild animals, come later at night to avoid them.", "opinions": []}
{"text": "We were planning to get dessert but the waitress basically through the bill at us before we had a chance to order.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Went there and had a combination of different seafood dishes and appetizers.", "opinions": []}
{"text": "Little Tonino's is just awesome, our favorite delivery place in Kennsington, honestly the best Gnochi I have ever had!", "opinions": []}
{"text": "Cute place, nice wait staff but would never go there again.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The quantity is also very good, you will come out satisfied.", "opinions": []}
{"text": "While the ambiance and atmosphere were great, the food and service could have been a lot better.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The atmosphere was crowded but it was a great bistro-type vibe.", "opinions": []}
{"text": "THE FRANKENSTEIN SHOW WAS THE BEST.", "opinions": []}
{"text": "No gimmicks here -- the food speaks for itself in its freshness and preparation.", "opinions": []}
{"text": "The restaurant is a bit noisy but that is something that can be overlooked once you sit down and enjoy a great meal", "opinions": []}
{"text": "Probably would not go again...", "opinions": []}
{"text": "After dinner, take your date to the HUGE dance floor, probably one of the biggest you'll see in NY.", "opinions": []}
{"text": "This tiny restaurant is as cozy as it gets, with that certain Parisian flair.", "opinions": []}
{"text": "I have been about 4 times and have always had a great meal.", "opinions": []}
{"text": "The mussaman curry that I ordered was as thin as water and aside from the poorly fried tofu that I ordered in it, they graciously provided me with ONE piece of poorly cooked potato.", "opinions": []}
{"text": "We'd go back again", "opinions": []}
{"text": "The people that work there are always so friendly you forget you are in New York sometimes.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The wine the service was very good too.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "We got in line and were served while in line a bannan fritter.", "opinions": []}
{"text": "Try everything for that matter, it is all good.", "opinions": []}
{"text": "It's called Gnochi alla nona and is found under Chef Specials.", "opinions": []}
{"text": "skip dessert.", "opinions": []}
{"text": "I'm saving up for my next visit.", "opinions": []}
{"text": "They came out over cooked and the cheese was almost non existant.", "opinions": []}
{"text": "For the location, the prices are very reasonable.", "opinions": []}
{"text": "This is one of our all-time favorite.", "opinions": []}
{"text": "But trust me it is so worth it.", "opinions": []}
{"text": "This was a great surprise.", "opinions": []}
{"text": "We left, never to return.", "opinions": []}
{"text": "THE MOST FUN RESTAURANT I HAVE EVER BEEN TOO!", "opinions": []}
{"text": "I would definitely go back for a very special occasion, but not for regular fine dining.", "opinions": []}
{"text": "The food was delicious and the waiter was incredibly helpful and attentive (considering we were the only ones there for the first hour).", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "It can be a very fun experience with a group, and kids (6 and over) would love it.", "opinions": []}
{"text": "Of course this atmosphere is lacking, but what do you expect from a 24 hour bagel place anyways?", "opinions": []}
{"text": "The entree was bland and small, dessert was not inspired.", "opinions": []}
{"text": "this little place has a cute interior decor and affordable city prices.", "opinions": []}
{"text": "Save your money and don't waste your calories, go to Margharita's on Washington Street instead, they have amazing food and the BEST service.", "opinions": []}
{"text": "We will go back every time we are in the City.", "opinions": []}
{"text": "Yeah Shanghai is also great but not quite as good -- they use the same amount of salt but without sweetness to balance out.", "opinions": []}
{"text": "I absolutely love this place!!!", "opinions": []}
{"text": "The fish was not fresh and the rice tasted old and stale.", "opinions": []}
{"text": "Once you step into Cosette, you're miraculously in a small, off-the-beaten path Parisian bistro.", "opinions": []}
{"text": "We went to Ino for Valentines.", "opinions": []}
{"text": "Recommendations, of course, are required!", "opinions": []}
{"text": "great food, lt's of it, more then one person can eat!", "opinions": []}
{"text": "No, really.", "opinions": []}
{"text": "I have to say I have never had a disapointing meal here.", "opinions": []}
{"text": "Each table has a pot of boiling water sunken into its surface, and you get platters of thin sliced meats, various vegetables, and rice and glass noodles.", "opinions": []}
{"text": "When I'm feeling stressed by the noise and congestion around my office, I head for Cafe St. Bart's.", "opinions": []}
{"text": "This restaurant is a wonderful place to go many times and it is reasonably priced.", "opinions": []}
{"text": "Cornelia Street looks like a Broadway set for West Side Story and the inside of Po is so cool quaint you really can't top the setting for a romantic dinner in NYC.", "opinions": []}
{"text": "There is actually space to breathe and the decor sets the tone for an intimate dinner.", "opinions": []}
{"text": "Well, their deliveries take for ever and the food is usually cold.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Is just the way it was in days gone by.", "opinions": []}
{"text": "The menu has lots of options: I hope to go back to try those potato pancakes.", "opinions": []}
{"text": "THE FOOD PORTIONS ARE REALLY LARGE.", "opinions": []}
{"text": "To dine at Thalia can be slightly deceiving because while its beautiful on the outside, its so bland on the inside.", "opinions": []}
{"text": "After dealing with subpar pizza all over the Kensington neighborhood - I've found little toninos.", "opinions": []}
{"text": "Having discovered Ping's on the internet, we entered with qualms but were instantly put to ease by the fish tanks that greet you as u walk in.", "opinions": []}
{"text": "Boy was I wrong!", "opinions": []}
{"text": "My goodness, everything from the fish to the rice to the seaweed was absolutely amazing.", "opinions": []}
{"text": "I must give it Yon out of Yon stars!", "opinions": []}
{"text": "The service was bad, the food took to forever to come, we sat on the upper level.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "This place, however, has a lot less pretension than Joya and the Thai food is still above-average.", "opinions": []}
{"text": "The waitresses are nice--also you can just get counter service sit.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "This is a great place to take out-of-towners, and perfect for watching the sunset.", "opinions": []}
{"text": "Note that they do not serve beer, you must bring your own.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The Pastrami sandwich was like buttah and with pickles and an icy cold beer to wash it down, it was a pleasurable experience.", "opinions": []}
{"text": "Quality ingredients preparation all around, and a very fair price for NYC.", "opinions": []}
{"text": "Do not get the Go Go Hamburgers, no matter what the reviews say.", "opinions": []}
{"text": "Would recommend - perfect for those looking for a place close to grand central.", "opinions": []}
{"text": "They couldn't even make a salad that was appealing.", "opinions": []}
{"text": "From beginning appetizers, the scallops were incredible, to the delicious chocolate souffle with rasberry mint sorbet, we were delighted by the taste sensations.", "opinions": []}
{"text": "The food now is inconsistent.", "opinions": []}
{"text": "They don't seem to place an emphasis on specials or fresh ingredients which to me is necessary for good thai.", "opinions": []}
{"text": "I was turned on to this restaurant by a fellow foodie friend of mine, and have been going back regularly ever since.", "opinions": []}
{"text": "The only friendly staff member was the guy at the bar.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "I've been to Naples 45 for dinner twice.", "opinions": []}
{"text": "Its location is good and the fact that Hutner College is near and their prices are very reasonable, makes students go back to Suan again and again.", "opinions": []}
{"text": "Right off the major deegan you get ladies from all over the city.", "opinions": []}
{"text": "Volare virgins or weekly regulars, everyone gets treated the same and you can't ask for more than that when the service is this friendly.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Great food at reasonable prices.", "opinions": []}
{"text": "Threw my fiance's surprise 30th birthday dinner here couldn't be happier.", "opinions": []}
{"text": "The food is so cheap and the waiters are nice.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "They don't walk around with the trays of Dim Sum.", "opinions": []}
{"text": "Everyone I bring here always loves it.", "opinions": []}
{"text": "After the main course came, we didn't see our waiter for at least 40 MINUTES!", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Really tasty spring rolls and noodles for a good price though.", "opinions": []}
{"text": "The pizza was delivered cold and the cheese wasn't even fully melted!", "opinions": []}
{"text": "I have known about this secret for the last 13 years, Emilio(the Godfather) has continued to serve food and wine for the gods at mortal prices.", "opinions": []}
{"text": "It's really a takeaway place, I wouldn't sit if I could take it home.", "opinions": []}
{"text": "Amma has the worst value for money I have experienced in NYC over the past 2 years.", "opinions": []}
{"text": "head and shoulders above its neighboors on east 6 st, taj mahal is also very comparable, in food quality, to the much overpraised (and underdeserving) baluchi's.", "opinions": []}
{"text": "Good food at the restaurant (a bit expensive, but great if you want to impress your date).", "opinions": []}
{"text": "My first encounter happened one friday evening with a friend.", "opinions": []}
{"text": "I had to ask her three times before she finally came back with the dish Ive requested.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The Thali was small, thoroughly unremarkable, and $14.95.", "opinions": []}
{"text": "However, looking at the table next to ours, we both sort of wished we had ordered pizza, which looked PERRRRRRRRRFECT.", "opinions": []}
{"text": "Yeah, sometimes the service can be slow.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Ingredients are organic which is a real plus for me.", "opinions": []}
{"text": "Go girls!!!", "opinions": []}
{"text": "The crispy chicken wasn't for us, though.", "opinions": []}
{"text": "If you are someone who appreciates the same things but hope to have food to spare or share, Kai may not be the best option.", "opinions": []}
{"text": "Although they do the typical what kind of water would you like questions the service was good and overall very relaxing to place to eat.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Ok, so the servers wander around a little clueless, but there's more than enough servers for the crowd they get -- it's fine, you just have to make a small effort to get their attention.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "Some baby pizzas get their wish.", "opinions": []}
{"text": "The service is good and the resturant is clean.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Oh yes, and they lie on the phone, claiming they have seating in the garden, then of course the seats are not available.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "After a seafood craving, i checked citysearch and chose to go to Fish based on a previous review and the citysearch info.", "opinions": []}
{"text": "It may be a bit packed on weekends, but the vibe is good and it is the best French food you will find in the area.", "opinions": []}
{"text": "Came looking for this place because I heard good things.", "opinions": []}
{"text": "Stepped on my foot on the SECOND time he reached over me to adjust lighting.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "One of the earlier people commenting on the restaurant did not get the that some experimenting is going on with the menu in a positive way.", "opinions": []}
{"text": "The lox is always fresh too.", "opinions": []}
{"text": "When we were finally seated our waitress came by twice-1 for our order and 2-for our check.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "For asian fusion, there are many places further downtown.", "opinions": []}
{"text": "Whenever you need a Sushi fix, Mizu will be there with quality fish and great service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "A++   The service was good to excellent along with the attitude.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Their bagels are fine, but they are a little overcooked, and not really a 'special' bagel experience.", "opinions": []}
{"text": "But don't ever order bacon late at nite (either platter or in sandwiches, for that matter don't from any take out place) as it is from the morning frying turns out hard almost like bacos, hurt my molars.", "opinions": []}
{"text": "The food is mostly made from scratch, fresh and well prepared.", "opinions": []}
{"text": "Hurley's is like Cheers where everyone knows your name and they are ACTUALLY glad you came.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "We even had a visit from the Manager who wanted to make sure we were enjoying ourselves.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "After 2 tries by the waiter to take it away (we hadn't even looked at it yet, we had full beers yet to drink), the manager approached and told us they needed the table for people with reservations.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I LOVE their Thai noodles with shrimp and chicken and coconut juice is the MUST!", "opinions": []}
{"text": "I plan to come here again and look forward to trying their assortment of bruschetta, panini's.....", "opinions": []}
{"text": "It costs $2 extra to turn a regular roll into an inside-out roll, but the roll more than triples in size, and that's not just from the rice.", "opinions": []}
{"text": "We live in New Jersey and whenever we go into New York City we buy bagels to eat hot and then to freeze (they told me that if I call in the order, they'd bring it out to the car so I wouldn't have to look for parking).", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Try the green curry!!!", "opinions": []}
{"text": "I'm amazed we haven't been kicked out of this place yet.", "opinions": []}
{"text": "go to any corned indian restaurant, and the little india strip along east 6 st rules supreme!", "opinions": []}
{"text": "I recommend ordering in on a weeknight.", "opinions": []}
{"text": "I went to DF for Valentines Day dinner.", "opinions": []}
{"text": "delicious.", "opinions": []}
{"text": "The first time I went, and was completely taken by the live jazz band and atmosphere, I ordered the Lobster Cobb Salad.", "opinions": []}
{"text": "The cream cheeses are out of this world and I love that coffee!!", "opinions": []}
{"text": "Ok, for all of us growing up in the Village of NYC, we have spoiled by a plethora of restaurants, most of which stay open very late.", "opinions": []}
{"text": "Seating is ok even though sometimes there's alot of people.", "opinions": []}
{"text": "This is a fun restaurant to go to.", "opinions": []}
{"text": "Worth a visit.", "opinions": []}
{"text": "They have a huge selection of different cream cheeses and all of their salads are great.", "opinions": []}
{"text": "While certain staples are excellent (the burger, some of the pastas), the food is not really the point.", "opinions": []}
{"text": "Such nice people working here - but I have to review the food.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "They had scrapped the bottom of the vessel in which they make the rice -RESULT - WE HAD LARGE CHUNKS OF BURNT RICE IN OUR SERVING BOWL.", "opinions": []}
{"text": "Nice Family owned traditional restaurant.", "opinions": []}
{"text": "Try ordering from the regular menu, then you would not regret!", "opinions": []}
{"text": "To my right, the hostess stood over a busboy and hissed rapido, rapido as he tried to clear and re-set a table for six.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Quick and friendly service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Went last Thursday.", "opinions": []}
{"text": "The place is small and cramped but the food is fantastic.", "opinions": []}
{"text": "Lived in Shanghai most of my life and thought the food was comparable to the flagship Green Bo restaurant there.", "opinions": []}
{"text": "They are the best bagels I've had.", "opinions": []}
{"text": "After passing by this restaurant for sometime I finally decided to go in and have dinner.", "opinions": []}
{"text": "Friendly staff that actually lets you enjoy your meal and the company you're with.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Definitely not a restaurant to skip!", "opinions": []}
{"text": "Yeah the crowd can take it a bit seriously, but it shouldn't.", "opinions": []}
{"text": "IT IS WHAT MODERN CUISINE IS ALL ABOUT.", "opinions": []}
{"text": "Chance is a joke.", "opinions": []}
{"text": "The pizza is delicious - they use fresh mozzarella instead of the cheap, frozen, shredded cheese common to most pizzaria's.", "opinions": []}
{"text": "And it was quick which is very important.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I will definetly be going back.", "opinions": []}
{"text": "I wish they had one near my office- I would go everyday.", "opinions": []}
{"text": "delicious bagels, especially when right out of the oven.", "opinions": []}
{"text": "We all ate pasta entre'es, which were great.", "opinions": []}
{"text": "Then, get ripped on free box wine.", "opinions": []}
{"text": "It is by far my favorite restaurant in Brooklyn.", "opinions": []}
{"text": "I'm still mad that i had to pay for lousy food.", "opinions": []}
{"text": "i recommend the thai popcorn :)", "opinions": []}
{"text": "There is a downside if you're ordering in -- the delivery guys have MAJOR attitude.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "As always we had a great glass of wine while we waited.", "opinions": []}
{"text": "But that is highly forgivable.", "opinions": []}
{"text": "We saw them heating up at least one frozen item though I'm not sure which dim sum dish it was.", "opinions": []}
{"text": "The food is usually good but it certainly isn't a relaxing place to go.", "opinions": []}
{"text": "The meat dishes were only so-so.", "opinions": []}
{"text": "The exotic food is beautifully presented and is a delight in delicious combinations.", "opinions": []}
{"text": "Saul is the best restaurant on Smith Street and in Brooklyn.", "opinions": []}
{"text": "Also, if you don't want to sit at a certain table, you don't have to!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I work near-by, and they have the BEST oatmeal in the neighborhood- not a packaged or quick-cooked item.", "opinions": []}
{"text": "The scallion pancakes and fried dumplings were nothing out of the ordinary.", "opinions": []}
{"text": "Cheese plate is a varied delight and great bargain at $10.", "opinions": []}
{"text": "Aside from the rushed service, we were very impressed with the food and the drinks.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I thought going to Jimmys would give me a real Domincan exprience.", "opinions": []}
{"text": "They wouldnt even let me finish my glass of wine before offering another.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "This quaint and romantic trattoria is at the top of my Manhattan restaurant list.", "opinions": []}
{"text": "The place is larger than most and features adequate seating unlike most joints, and has a bar which deserves a mention.", "opinions": []}
{"text": "Thalia is a beautiful restaurant with beautiful people serving you, but the food doesn't quite match up.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Planet Thai is great!", "opinions": []}
{"text": "To celebrate a birthday, three of us went to Mare anticipating great food.", "opinions": []}
{"text": "My turkey burger was not cooked at all, my friends salmon was completely raw.", "opinions": []}
{"text": "Since my first dinner I have had the chance to have brunch at Orsay 3x.", "opinions": []}
{"text": "It's charmingly small and that leads to an atmoshere that is extremely cozy and romantic, even.", "opinions": []}
{"text": "My friend got the mushroom pizza which tasted better.", "opinions": []}
{"text": "Just moved to the neighborhood and we've been trying all the West Village Sushi restaurants.", "opinions": []}
{"text": "I have been coming to this neighborhood spot for years.", "opinions": []}
{"text": "I went at 6:00 PM specifically for the pre-theater menu ($19.95 for roasted tomato soup with chevre, steak frites, creme brulee) and it was marvelous.", "opinions": []}
{"text": "I would go back.", "opinions": []}
{"text": "for my birthday and we had an excellent time.", "opinions": []}
{"text": "He always says, I don't have customers.", "opinions": []}
{"text": "And forget what you read under me, the atmosphere isn't that bad either.", "opinions": []}
{"text": "Yet paired with such rude service, would never recommend for anyone interested in carrying any kind of conversation while there.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Everyone that has ever come here with me has become a convert and returned regularly with their own friends.", "opinions": []}
{"text": "$6 and there is much tasty food, all of it fresh and continually refilled.", "opinions": []}
{"text": "It's a much more grown up restaurant compared to the rest of the street.", "opinions": []}
{"text": "Great food, good size menu, great service and an unpretensious setting.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The pizza is overpriced and soggy.", "opinions": []}
{"text": "There are other people waiting!", "opinions": [{"sentiment": "neutral", "aspect": "service"}]}
{"text": "Everything is for sale in here including the sculptured iron statue on the table.", "opinions": []}
{"text": "It's very spicy but not offensive.", "opinions": []}
{"text": "I am not a vegetarian but, almost all the dishes were great.", "opinions": []}
{"text": "We just ate at Kai and were disapointed.", "opinions": []}
{"text": "Killer Sushi!", "opinions": []}
{"text": "May, the owner always has a smile on her and will warmly greet you.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I came here with my boyfriend for our anniversary because it was highly recommended to him by a friend.", "opinions": []}
{"text": "That place was awesome,,,  sally !", "opinions": []}
{"text": "Pizza here is consistently good.", "opinions": []}
{"text": "You can do it here.", "opinions": []}
{"text": "Not worth it.", "opinions": []}
{"text": "Food is average, and I would say even the chain restaurant Baluchi's tastes better.", "opinions": []}
{"text": "I'm just reading some of these reviews and its nonsense that people are reviewing some places because it was too loud.", "opinions": []}
{"text": "It cannot be the ambience, because the place is very cramped and some guests have to sit in an aisle.", "opinions": []}
{"text": "Right off the L in Brooklyn this is a nice cozy place with good pizza.", "opinions": []}
{"text": "i've noticed megadeth, mr. scruff, st. germain, traditional vietnamese songs, black sabbath, jay-z, and daft punk all being played.", "opinions": []}
{"text": "They do cater to American palates, but if you like it hot let them know and they are more than willing to oblige!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Nice atmosphere, the service was very pleasant and the desert was good.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "When I arrived at Orsay I was thrown back, in a veyr good sense.", "opinions": []}
{"text": "The lobster sandwich is good and the spaghetti with Scallops and Shrimp is great.", "opinions": []}
{"text": "Pastrami or corned beef are juicy and piled high (ask for extra rye bread).", "opinions": []}
{"text": "(I've ordered from the 2nd ave.", "opinions": []}
{"text": "The decor is really blah, and not at all hip or happening.", "opinions": []}
{"text": "You won't find that anywhere in Manhattan.", "opinions": []}
{"text": "My steak au poivre was one of the worst I've had.", "opinions": []}
{"text": "And the prices were way to high for what you get.", "opinions": []}
{"text": "Stay away from the two specialty rolls on the menu, though- too much avocado and rice will fill you up right quick.", "opinions": []}
{"text": "I cannot imagine you not rushing out to eat there.", "opinions": []}
{"text": "Wine list selection is good and wine-by-the-glass was generously filled to the top.", "opinions": []}
{"text": "Wow over 100 beers to choose from.", "opinions": []}
{"text": "then we ordered a dinosaur rolls and white tuna sashimi.", "opinions": []}
{"text": "Their sushi, Kamikaze and other Rolls are fresh and well presented.", "opinions": []}
{"text": "On the other hand, if you are not fooled easily, you will find hundreds of restaurants that will give you service and ambiance that is on par with Alain Ducasse, and food that will outshine in presentaion, taste, choice, quality and quantity.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "Fresh ingredients and everything is made to order.", "opinions": []}
{"text": "Make sure you try this place as often as you can.", "opinions": []}
{"text": "The location is perfect.", "opinions": []}
{"text": "Decor leaves something to be desired.", "opinions": []}
{"text": "If you like Sakagura but you feel it's too much, you'd better try Yokocho.", "opinions": []}
{"text": "my picks are:  - Scallion Pancake (fried with vegetable juice, very special and tasty)  - Guizhou Chicken  - Shredded Squid Family Style (one of my personal favorites)  - Sichuan Spicy Soft Shell Crab  - Shuizhu Fish (this one is for hardcore Sichuan food fans, I wouldn't recommend to my American friends as it's very spicy.", "opinions": []}
{"text": "However, in the summer of 2003, it seems the management has changed and the great big door has been replaced for a glass front ridding itself of the dark romantic getup.", "opinions": [{"sentiment": "neutral", "aspect": "service"}]}
{"text": "Would definitely visit again.", "opinions": []}
{"text": "The website and rating makes this place look wonderful but in reality it was very disappointing.", "opinions": []}
{"text": "Small servings for main entree, i had salmon (wasnt impressed) girlfriend had chicken, it was good.", "opinions": []}
{"text": "When you enter, you feel like you have entered your mom's kitchen.", "opinions": []}
{"text": "In fact, you can't miss it.", "opinions": []}
{"text": "I've lived in NY for 5 years and this place has it all.", "opinions": []}
{"text": "The miso soup lacked flavor and the fish was unfortunately not as well prepared as in the past.", "opinions": []}
{"text": "A cool place to hang with your friends for a couple of healthy drinks and desserts.", "opinions": []}
{"text": "If you live in Upper Manhattan, Siam Square is THE place for Thia food.", "opinions": []}
{"text": "if this happens, just ask for real naan.", "opinions": []}
{"text": "I am so coming back here again, as much as I can.", "opinions": []}
{"text": "We've never had any problems with the staff but maybe we've been lucky?", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Definitely a neighborhood favorite.", "opinions": []}
{"text": "However, I think Jeckll and Hydes t is one of those places that is fun to do once.", "opinions": []}
{"text": "The hot and sour soup was unbearably hot and tasted of only pepper and nothing else.", "opinions": []}
{"text": "I have eaten a lot of pizza here.", "opinions": []}
{"text": "--Eat Club is a roving group of NYC gluttons", "opinions": []}
{"text": "My sister says it reminds her of a restaurant run by high-school students who don't know what they are doing.", "opinions": []}
{"text": "The freshest, best variety, and the fastest delivery.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Loved it!", "opinions": []}
{"text": "good music, great food, speedy service affordable prices.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "You'll adore it.", "opinions": []}
{"text": "Be sure to try the seasonal, and always delicious, specials.", "opinions": []}
{"text": "Have eaten at Ginger House several times, and it's always good.", "opinions": []}
{"text": "This is where the aforementioned line was.", "opinions": []}
{"text": "Filled with suits, though, so you never really feel terribly comfortable.", "opinions": []}
{"text": "There are much better places in NY with better prices.", "opinions": []}
{"text": "Taj Mahal offeres gret value and great food.", "opinions": []}
{"text": "The servers give you some sample slices of your order while you wait (shortly I might add).", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "This is a wonderful place on all stand points especially value ofr money.", "opinions": []}
{"text": "A Thai restaurant out of rice during dinner?", "opinions": []}
{"text": "This is as good as neighborhood restaurants come.", "opinions": []}
{"text": "The food came out wrong, the waiter was no where to be found and the wine showed up at the end of the meal.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "great place to go for a drink too because they have 100 kinds of beer.", "opinions": []}
{"text": "When I called this morning, I didn't think I would be able to get in at 12, but I was able to get in, along with four other guests.", "opinions": []}
{"text": "The place itself is beautiful the bar scene seems to be happening.", "opinions": []}
{"text": "The soup is pretty good too.", "opinions": []}
{"text": "being a fan of spicy ethnic foods, indian included, i made friends with this place long ago.", "opinions": []}
{"text": "I love Indian food and consider myself to be quite an expert on it.", "opinions": []}
{"text": "Compared to Ess-a, Tal offers a less doughy bagel!", "opinions": []}
{"text": "Wonderful at holiday time.", "opinions": []}
{"text": "Can't wait wait for my next visit.", "opinions": []}
{"text": "Good atmosphere, combination of all the hottest music dress code is relatively strict except on Fridays.", "opinions": []}
{"text": "The problem is just that-it is a sometimes kind of affair.", "opinions": []}
{"text": "Kosher dills are the perfect compliment for your unforgetable sandwich and they give you plenty of them.", "opinions": []}
{"text": "So, a little inconsistency there but either way, both pizzas were really good.", "opinions": []}
{"text": "and there's no way out.", "opinions": []}
{"text": "For years, I thought Tuscan cuisine was the best, but Salvatore converted me to the hearty Neapolitan fare on my first visit.", "opinions": []}
{"text": "Some of the workers ignore me and talk to the female customers, other times, they've skipped my order.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Try the Pad Thai, it's fabulous and their prices are so cheap!", "opinions": []}
{"text": "Oh and it's too tiny for families with strollers.", "opinions": []}
{"text": "None of that yucky whipped stuff.", "opinions": []}
{"text": "The prices are exceptionally reasonable for food of this caliber.", "opinions": []}
{"text": "Our last time there a few weeks ago was early at 5pm and it was very crowded and noisy.", "opinions": []}
{"text": "Overall I was impressed and will return, it's a great QPR (Quality to Price Ratio).", "opinions": []}
{"text": "The service is a bit slow, but harkens back to my years growing up in Napoli, Italy where things are not rushed and when you sit down for dinner the table is yours all night.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "All I can say is $2 pints during happy hour and the some of the cheapest oysters you'll find in the city, though the quality is some of the best.", "opinions": []}
{"text": "A great choice at any cost and a great deal.", "opinions": []}
{"text": "The food was spicy and delicious.", "opinions": []}
{"text": "Nothing better than buying a snapple for $3.25 too.", "opinions": []}
{"text": "It is LOUD, HOT and DARK.", "opinions": []}
{"text": "The fried rice is amazing here.", "opinions": []}
{"text": "I love going there!", "opinions": []}
{"text": "The location and ambience is Ok but the food is what makes up for it.", "opinions": []}
{"text": "A hearty two thumbs up!", "opinions": []}
{"text": "They are FAST.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "If your favorite Chinese food is General Tao chicken, then this is NOT your place.", "opinions": []}
{"text": "I often go there to eat with my family.", "opinions": []}
{"text": "I'll be back soon.", "opinions": []}
{"text": "I had been searching really hard for a restaurant in New York where I could really feel unwanted and ignored and I finally found it!", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "They forgot a sandwich, didn't include plastic forks, and didn't include pita with the hummus platter.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "They are opening two more places as i saw a flyer there one in Yonkers which is a restraunt and banquet hall and another one in parsipanny new jersey.", "opinions": []}
{"text": "Buon appetito!", "opinions": []}
{"text": "Guacamole+shrimp appetizer was really great, we both had the filet, very good, didn't much like the frites that came with, but the filet was so good, neither of us cared.", "opinions": []}
{"text": "The pizza was great.", "opinions": []}
{"text": "Both times we waited well over a half hour for a table (even though we had reservations).", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The food's as good as ever.", "opinions": []}
{"text": "Most people eat there seem to be typical Upper East Side snobs, so be aware.", "opinions": []}
{"text": "Priced at upper intermediate range.", "opinions": []}
{"text": "The food was delicious but do not come here on a empty stomach.", "opinions": []}
{"text": "The service was ok.", "opinions": [{"sentiment": "neutral", "aspect": "service"}]}
{"text": "We also had shared a house salad that was fresh.", "opinions": []}
{"text": "Good, fast service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Another welcome addition to the neighborhood.", "opinions": []}
{"text": "When we arrived at 6:00 PM, the restaurant was practically empty.", "opinions": []}
{"text": "I started out with a Bombay beer which was big enough for two.", "opinions": []}
{"text": "we came here on a crowded saturday night and were seated right away despite being 15 minutes late for our reservation.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The menu looked good, except for offering the Chilean Sea Bass, but the server does not offer up the specials that were written on the board outside.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The place is small and intimate and you may feel a little crowded, but the service is excellent and it's great for friends out, a romantic date, or a special occassion.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I don't live in NY but my best friend does.", "opinions": []}
{"text": "We had the scallops as an appetizer and they were delicious and the sauce was wonderful.", "opinions": []}
{"text": "For those prices and the dressed up atmosphere you expect more and should get more.", "opinions": []}
{"text": "One less manhattanite the better.", "opinions": []}
{"text": "We would return to this place again!", "opinions": []}
{"text": "if your into thai..you cannot miss this great restaurant.", "opinions": []}
{"text": "The service is always bad though, don't expect much of anything from your server, and I would not recommend bringing a date here either.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Service is not what one would expect from a joint in this price category.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I recommend their Pad See Ew, Pork Chops or Tofu plates.", "opinions": []}
{"text": "Beautiful experience.", "opinions": []}
{"text": "Recommended.", "opinions": []}
{"text": "If you have a dumpling fetish i suggest you try some here!", "opinions": []}
{"text": "Indoor was very cozy and cute.", "opinions": []}
{"text": "We figured we never had Argentinian Pizza before so we grabbed our lunch there, sharing a large Pelligrino, a pizza of two of their specials, one was goat cheese the other blue cheese, and both were excellent.", "opinions": []}
{"text": "Obviously run by folks who know a pie.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I definitely wouldn't go back.", "opinions": []}
{"text": "(La Rosa is connected by a swinging door to the Mexican restaurant Pacifico).", "opinions": []}
{"text": "Service was excellent, and the AC worked very well too (thank God, it was hot!).", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I would not have been so disappointed with the portions if the qualities were good enough to make up for it, but they were not!", "opinions": []}
{"text": "Stick to dimsum, not super overpriced noodles.", "opinions": []}
{"text": "I like Cafe Noir dont get me wrong, it is jsut that the people who work there are evil and incompetent!!", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "So, again, give it a try.", "opinions": []}
{"text": "And you're hungry a few hours later.", "opinions": []}
{"text": "However, service was as plain as sesame crusted Salmon I had.", "opinions": [{"sentiment": "neutral", "aspect": "service"}]}
{"text": "Great atmoshere and worth every bit.", "opinions": []}
{"text": "I have tried the various slice joints around the village but this is by far the best one.", "opinions": []}
{"text": "word of advice, save room for pasta dishes and never leave until you've had the tiramisu.", "opinions": []}
{"text": "I found it on a cold night, the perfect spot to warm up.", "opinions": []}
{"text": "Definitely not worth the price!", "opinions": []}
{"text": "Frites were delicious if a bit on the thick side.", "opinions": []}
{"text": "One would think we'd get an apology or complimentary drinks - instead, we got a snobby waiter wouldn't even take our order for 15 minutes and gave us lip when we asked him to do so.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "When going out for a nice dinner, I like a nice ambiance as well as very good food.", "opinions": []}
{"text": "Not too crazy about their sake martini.", "opinions": []}
{"text": "Delivery service is great too.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Terrific menu full of unique rolls and special dishes.", "opinions": []}
{"text": "The dim sum however was very good.", "opinions": []}
{"text": "It's a steal!", "opinions": []}
{"text": "They outshine HH.", "opinions": []}
{"text": "Seriously, this is the best all you can eat in town- As everyone says, the Spicy Tuna hand rolls are the best- have 4 of these, and you've broken even.", "opinions": []}
{"text": "wont come back again for sure!", "opinions": []}
{"text": "Delicious food, excellent service, and a pretty atmosphere make this a great choice for dinner and the $5.99 lunch buffet makes it an even better choice for lunch!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "He takes real pride in his food and his business.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I would highly recommend this place to anyone looking for a casual atmosphere that whisks you away to the left bank of the river Seine.", "opinions": []}
{"text": "I ate clams oreganta and spectacular salad with perfectly marinated cucumbers and tomatoes with lots of shrimp and basil.", "opinions": []}
{"text": "It was nice and fresh, but I can't give it high scores on being authentic thai.", "opinions": []}
{"text": "In fact, two people could really share one plate.", "opinions": []}
{"text": "We ate at this Thai place following the reviews but very unhappy with the foods.", "opinions": []}
{"text": "I love Ess-a-bagel, but I live on the west side, so I often go to Murray's for convenience.", "opinions": []}
{"text": "In fact, it appears he is going to go postal at any moment.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "It's true, you feel like your in a scene from Goodfellas.", "opinions": []}
{"text": "The service is ok, some of the people didn't get what they asked for.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "Otherwise, this place has great service and prices and a nice friendly atmosphere.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The establishment scores big points in presentation and style.", "opinions": []}
{"text": "But they do.", "opinions": []}
{"text": "Excellent atmosphere, delicious dishes good and friendly service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "We come from New Jersey to eat at Kinoko.", "opinions": []}
{"text": "I noted it was crossed off on the bill.", "opinions": []}
{"text": "I had been a regular due to the consistently good food and ease of getting a table.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "We visited Bread Bar during January restaurant week and were so pleased with the menu selections and service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "This time, I prefer not to go into detail.", "opinions": []}
{"text": "Light, refreshing summer rolls (not fried) remind me of Vietnamese places in Paris.", "opinions": []}
{"text": "If you're craving for Haru's great food, especially the House Roll, but can't stand the wait building outisde, head across the street to their Sake Bar!", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Enjoy!", "opinions": []}
{"text": "I've never had bad service and the fish is fresh and delicious.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Not a great place for family or general dining.", "opinions": []}
{"text": "We were seated outside and the waiter spilled red wine and hot tea on myself and my date.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The best thing I tasted were the lambchops.", "opinions": []}
{"text": "The waitress suggested glasses of wine that went very well with the food.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I don't like Indian food too much and this was delicious, however you want to factor that into the equation.", "opinions": []}
{"text": "you guys rock.", "opinions": []}
{"text": "Went inside and I started to get excited.", "opinions": []}
{"text": "i love the pics of andy warhol when he used to frequent the place (he painted the ballato's sign in the window).", "opinions": []}
{"text": "I have reservations about the all you can eat deal, however -- the choices are fairly limited and you can probably order more food than you can eat for less than $18 by just going off the menu.", "opinions": []}
{"text": "Everything a NY pizza joint should be.", "opinions": []}
{"text": "We were told that they were booked solid and no other table was available.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Best Italian food I ever had (and being Italian, that means alot).", "opinions": []}
{"text": "...and that's saying a lot.", "opinions": []}
{"text": "The menu is very limited - i think we counted 4 or 5 entrees.", "opinions": []}
{"text": "It's easy to get a table for a large group and you don't get hustled out.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "If you are someone who appreciates simplicity, elegance, and wonderfully presented and tasting seafood and vegetables regardless of portion size, Kai is your place.", "opinions": []}
{"text": "Price and quality of fish alone will keep us from making a return visit.", "opinions": []}
{"text": "I've been coming here as a child and always come back for the taste.", "opinions": []}
{"text": "(Besides that there should be more restaurants like it around the city).", "opinions": []}
{"text": "The anti-pasta was excellent, especially the calamari, as were the filling pasta mains.", "opinions": []}
{"text": "Great romantic place for a date (try to get the corner booth table for a little privacy and to sit close!).", "opinions": []}
{"text": "We go often.", "opinions": []}
{"text": "You order from a menu, so you leave feeling like you missed the full experience.", "opinions": []}
{"text": "$20 gets you unlimited sushi of a very high quality- I even took a friend here from Japan who said it was one of the best sushi places in the US that he has been to.", "opinions": []}
{"text": "I would highly recommand requesting a table by the window.", "opinions": []}
{"text": "He not only makes his own homemade mozzarella, but every pie is ultra fresh.", "opinions": []}
{"text": "Even after getting pushed out by the no-class Famous Ray's, Sal has risen again to carry on his father's uncle's legacies with a smile, true love for his community, and let's not forget the Outstanding Pizza!", "opinions": []}
{"text": "I came here for my friend's birthday and keep coming back ever since.", "opinions": []}
{"text": "The bagels are fabulous.", "opinions": []}
{"text": "I had Filet Mignon with garlic mash.", "opinions": []}
{"text": "The food is awesome - definitely try the striped bass.", "opinions": []}
{"text": "I will be going back and heartily recommend it!", "opinions": []}
{"text": "This is the Cheers of New York, whether you've ever been there or not.", "opinions": []}
{"text": "Your friends will thank you for introducing them to this gem!", "opinions": []}
{"text": "Not the typical NYC gimmick theme restaurant.", "opinions": []}
{"text": "Fantastic place.", "opinions": []}
{"text": "i actually feel like i should keep it a secret.", "opinions": []}
{"text": "Anyhow, we were able to sit as long as we wanted and chat, which was nice.", "opinions": []}
{"text": "Great bagels made the old-fashioned way.", "opinions": []}
{"text": "You don't go to Mizu for excellent service, you go for the large amounts of food, the amiable atmosphere, and the hole-in-the-wall feeling of the place.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Everything, from the soft bread, soggy salad, and 50 minute wait time, with an incredibly rude service to deliver below average food.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Alone for 100 bucks, it is really overprice.", "opinions": []}
{"text": "They are served with a free appetizer and the portions are perfect for lunch.", "opinions": []}
{"text": "This was the worst dining experience I've ever had.", "opinions": []}
{"text": "I have been going there since it opened and I can't get enough.", "opinions": []}
{"text": "Orsay, is without a doubt one of the best values for authentic French food in NYC.", "opinions": []}
{"text": "DO not try unless you're just going there to hang out like the rest of the hipsters who apparently have no sense of taste.", "opinions": []}
{"text": "We had a wonderful meal at Naples 45 a month ago on a visit to NYC.", "opinions": []}
{"text": "The best Chicken pad tai, I've ever had.", "opinions": []}
{"text": "And when I visit her I make it a point to eat at 'Ino at least once daily if not once for the whole trip.", "opinions": []}
{"text": "The food was very good, but not very thai.", "opinions": []}
{"text": "Nevertheless the food itself is pretty good.", "opinions": []}
{"text": "Considering their price of $6.25 for lunch special, the dish was ridiculously small.", "opinions": []}
{"text": "While the place is not a hotspot hangout, the drinks are unique and pack a lot of bang for the buck.", "opinions": []}
{"text": "When I saw that their website had a link to da Ciro in Napoli, I knew there was going to be good pizza!", "opinions": []}
{"text": "My biggest complaint was the un-tasty food although presented well.", "opinions": []}
{"text": "The sushi is also great!", "opinions": []}
