{"text": "I loved it.", "opinions": []}
{"text": "We ate out in the back patio, which is worth it as it's cool and the music is hear well there.", "opinions": []}
{"text": "Some servers make you feel like they are doing you a favor to bring you the food.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I had the cod with paella (spicy and very filling, I'm a big eater and could only eat half) while my boyfriend had the classic fish and chips (again, a big serving - at least 5 pieces of fish and a basketful of fries).", "opinions": []}
{"text": "Went for a late weekday lunch.", "opinions": []}
{"text": "But too far east!", "opinions": []}
{"text": "But they don't have a toaster, which is strange.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The service was excellent and the food was delicious.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "We didn't even see a menu, as our waiter described both the specials and the main dishes.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Once you become a regular, you are treated as one.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The crust is thin, the ingredients are fresh and the staff is friendly.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The calamari comes with an incredible sauce, and the duck noodles are yummy as well.", "opinions": []}
{"text": "This place has realy fresh sushi and a nice large menu of Japanese classic cuisine.", "opinions": []}
{"text": "Super friendly and knowledgable staff, fabulous bistro fare and a wonderful jazz brunch with great live jazz (the chilaquiles were awesome!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Cute and decorative.", "opinions": []}
{"text": "it's a perfect place to have a amanzing indian food.", "opinions": []}
{"text": "A must try!", "opinions": []}
{"text": "The first time the sushi was outstanding, the second time it was a little bland.", "opinions": []}
{"text": "Now it's so crowded and loud you can't even talk to the person next to you.", "opinions": []}
{"text": "The pizza is the best if you like thin crusted pizza.", "opinions": []}
{"text": "Based on the reviews for dinner, this is a place I would reconsider revisiting for that, but definitely not for Dim Sum again.", "opinions": []}
{"text": "Get your food to go, find a bench, and kick back with a plate of dumplings.", "opinions": []}
{"text": "I am reluctant to write because I would not want my jem of a pizza place to become overcrowded.", "opinions": []}
{"text": "My boyfriend had the New England Chowder it was good but I think the award should go to the Lobster Bisque.", "opinions": []}
{"text": "The whole set up is truly unprofessional and I wish Cafe Noir would get some good staff, because despite the current one this is a great place.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Leave the kids at home!", "opinions": []}
{"text": "not only does make the best pizza in NY , maybe anywhere.", "opinions": []}
{"text": "My boyfriend and I recently had an early dinner at Artisanal and was satisfied with our experience.", "opinions": []}
{"text": "Food was okay, nothing great.", "opinions": []}
{"text": "I ate here for the first time and absolutely loved it!", "opinions": []}
{"text": "My husband and I ate here after reading reviews here as well as hobokeni.com,", "opinions": []}
{"text": "Salads were fantastic.", "opinions": []}
{"text": "I have never before eaten 40 pieces of relatively good nigiri.", "opinions": []}
{"text": "Everything about this restaurant was special.", "opinions": []}
{"text": "Delicate spices, onions, eggs and a kick-ass roti.", "opinions": []}
{"text": "Oh, and the complimentary pudding dessert was just enough- yummy!", "opinions": []}
{"text": "If you are the type of person who likes being scared and entertained, this is a great place to go and eat.", "opinions": []}
{"text": "It's to die for!", "opinions": []}
{"text": "Great wine selection, Gigondas is worth the price, and the house champagne is a great value.", "opinions": []}
{"text": "I have been to Casimir over 5 times and I have always had a great time there.", "opinions": []}
{"text": "The steak was excellent and one of the best I have had (I tasted the butter intitally but in no way did it overwhelm the flavor of the meat).", "opinions": []}
{"text": "So eat fast and order a lot.", "opinions": []}
{"text": "I had to share my table with a loud group of kids and the service was rude an unattentive.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Service and food is what any one would expect when spending that type of money.", "opinions": [{"sentiment": "neutral", "aspect": "service"}]}
{"text": "As I made the title, it's an affordable restaurant for great taste.", "opinions": []}
{"text": "The portion sizes here are huge, and the sushi is good.", "opinions": []}
{"text": "It was so bad I actually refused to pay for my food.", "opinions": []}
{"text": "Please be aware that it's CASH or AMEX only!", "opinions": []}
{"text": "PERFECT FOR DATES!", "opinions": []}
{"text": "I DO NOT RECOMMEND THE HEARTLAND BREWERY.", "opinions": []}
{"text": "Also, don't plan on asking for your favorite roll, if it's not on the menu, you can't have it.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "It's constantly open, catering to the Pakistani cabbies lined up on Crosby St., so there's more turnover with the food than you'd expect (i.e., surprisingly fresh).", "opinions": []}
{"text": "they were able to squeeze me in at 6 after i called the night before my anniversary for a friday night reservation and told me they'd treat us well for the occasion.", "opinions": []}
{"text": "My friends and I experienced amazing cheese and a delicious, new summer menu at Artisanal last night.", "opinions": []}
{"text": "Waiters tend to forget drinks completely, food portions are so tiny, two people have trouble sharing one entree.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I went to Ruby Foos for my birthday and enjoyed our experience there.", "opinions": []}
{"text": "La Rosa waltzes in, and I think they are doing it the best.", "opinions": []}
{"text": "Mine was a little burnt but still delicious with goat cheese and panchetta (raddichio was kind of bitter though).", "opinions": []}
{"text": "Kudos to Po!", "opinions": []}
{"text": "The shrimp scampi was excellent and the antipasti were plentiful.", "opinions": []}
{"text": "The Thai ice tea was amazingly smooth and yummy!", "opinions": []}
{"text": "I do not recommend lunch specials just because it tasts the same with other regular chinese restaurant.", "opinions": []}
{"text": "Stay away from the latter since you won't go for seconds (hint hint).", "opinions": []}
{"text": "Even better, they know how to cook French classics like Steak au Poivre and Onglet without burning it to death or overcooking it.", "opinions": []}
{"text": "I will go back to Suan soon!", "opinions": []}
{"text": "The service was attentive.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "This place is to be avoided.", "opinions": []}
{"text": "the drinks are amazing and half off till 8pm.", "opinions": []}
{"text": "the real kicker of the menu, however, is the beef cubes or the chicken with chili and lemon grass.", "opinions": []}
{"text": "Whem asked, we had to ask more detailed questions so that we knew what the specials were.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Pick a bagel has the best bagels in the city.", "opinions": []}
{"text": "Could be pricey without a prix fixe meal.", "opinions": []}
{"text": "Service was decent, but not as smooth as I would expect from a place with these prices and reputation.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "The decor in this place is very diner-ish and the kind of place you expect in the East Village - not romantic, just simple, small and sparse.", "opinions": []}
{"text": "Decor is charming.", "opinions": []}
{"text": "Try the congee and the donut like deep fried dough they call Ow Ley Soh, a delicious and sweet tasting bread.", "opinions": []}
{"text": "So all I'm trying to say is this restaurant is by far the best thai food restaurant I've ever been to.", "opinions": []}
{"text": "Look I dont know if the people who wrote the reviews have ever been to a decent place (PLEASE TRY SOMEOTHER PLACES).", "opinions": []}
{"text": "I'd highly recommend it for a special occasion -- it provides and intimate setting and nice service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The food is tasty and portion sizes are appropriate.", "opinions": []}
{"text": "service was efficient courteous.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The staff are attentive, and have smiles on their faces.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Delicious crab cakes too.", "opinions": []}
{"text": "I brought some buddies from CA and they loved it.", "opinions": []}
{"text": "Excellent dumplings served amid clean, chic decor.", "opinions": []}
{"text": "And they provided a delicious dessert on the house!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Just stick with the small dishes!", "opinions": []}
{"text": "so garantuan that you can't fit them in a toaster.", "opinions": []}
{"text": "we spent 50 $$ definetly will come back with my friends!!!", "opinions": []}
{"text": "Although the place could be a little more eye catching and roomier, at the same time, it doesn't really matter.", "opinions": []}
{"text": "We were looking forward to nice glass of Sangria when we arrived.", "opinions": []}
{"text": "Shockingly easy to throw a group dinner here: simple contract, deposit only to hold the date the entire 2nd fl mezz for our grp of 20.", "opinions": []}
{"text": "I've dined at Alain Ducasse's restaurant in Monte Carlo for half the price for the same excellent dining experience.", "opinions": []}
{"text": "Definitely a once a year treat that I look forward to around the holidays!", "opinions": []}
{"text": "We were still sitting at the bar while we drank the sangria, but facing away from the bar when we turned back around, the $2 was gone the people next to us said the bartender took it.", "opinions": []}
{"text": "Chennai Garden is my favorite Indian restaurant in the city.", "opinions": []}
{"text": "Much of the time it seems like they do not care about you.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I loved it and will be back soon.", "opinions": []}
{"text": "Don't expect to sit down inside though, there are only a few tables and they are always full.", "opinions": []}
{"text": "People are always friendly.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Suan has challenged this loyalty.", "opinions": []}
{"text": "The eggplant parmesan is also great, and my friend who grew up in Manhattan claims that no one serves a better baked ziti with meatsauce.", "opinions": []}
{"text": "I cannot imagine a friendlier staff working in a restaurant.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The service is descent even when this small place is packed.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Also very inexpensive.", "opinions": []}
{"text": "Nothing fancy but really good food with pretty reasonable price.", "opinions": []}
{"text": "The food was absolutely horrible!", "opinions": []}
{"text": "They kindly brought us more to see if it was better, but it was not!", "opinions": []}
{"text": "The food was amazing, and the service was prompt and helpful, but not over-bearing or rushed.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "If you are a vegetarian, this really isn't a good place to go.", "opinions": []}
{"text": "In an area sadly lacking in decent Thai food, this is one of the best spots.", "opinions": []}
{"text": "Any if you have a reservation you'll wait for max 5 minutes - so have a drink at the bar.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Get there before 7pm.", "opinions": []}
{"text": "And the fried clams had just enough kick to them to make 'em worth eating.", "opinions": []}
{"text": "believe us, we've been eating sushi for over 15 yrs.", "opinions": []}
{"text": "As soon as my father lifted his pen from the check a chef appeared to usher us out.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The best pad thai i've ever had.", "opinions": []}
{"text": "A word to the wise - the Hoboken health inspector clued me to his findings that this is THE cleanest restaurant in town.", "opinions": []}
{"text": "My wife and I went to Orsay for Valentine's dinner.", "opinions": []}
{"text": "If you are looking for a good quality, cheap eats - this is the place.", "opinions": []}
{"text": "The desserts are more appealing then stuffy overpriced French restaurants.", "opinions": []}
{"text": "No one asked what was wrong as we left with nothing touched on our plates.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I pray it stays open forever.", "opinions": []}
{"text": "The food, served in small tasting portions (as an option) is very good with each dish being better than the next.", "opinions": []}
{"text": "The chicken parm was edible but had canned tomato sauce and boxed pasta and the chicken with portobello mushrooms consisted of dry, inedible chicken with terrible sauce.", "opinions": []}
{"text": "Faan is sooo good.", "opinions": []}
{"text": "Decor is nice though service can be spotty.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The owner is very friendly and a great guy, go try his pizza, you'll like it!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "but still my date was bad", "opinions": []}
{"text": "What generous portions!", "opinions": []}
{"text": "Seriously, this place kicks ass.", "opinions": []}
{"text": "I live in the neightborhood and am a regular.", "opinions": []}
{"text": "We won't go to this place again for a good meal.", "opinions": []}
{"text": "No thanks!!!", "opinions": []}
{"text": "The menu may be small, but everything on it is delicious.", "opinions": []}
{"text": "We have been to this place many times, and always have great food, wine, and service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The corned beef and pastrami are excellent, much less fatty than those big tourist places around Times Square.", "opinions": []}
{"text": "They're terrific!!", "opinions": []}
{"text": "The steak is good, the fish is good and the sushi was surprisingly great.", "opinions": []}
{"text": "Great staff.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The food is spectacular, from the appitizers to the main course, and then of course the desserts, (WOW) you'll need no more.", "opinions": []}
{"text": "The service was the only thing good about this restaurant.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Not only would I not recommend Jimmy's restaurants to friends, I would strongly suggest they go anywhere but.", "opinions": []}
{"text": "I cannot recommend OG more highly if I tried - check it out for yourself.", "opinions": []}
{"text": "Pizza - the only pizza in NYC that should not have additional toppings - the crust tastes like the best, freshly baked bread!", "opinions": []}
{"text": "I recommend the meatballs and caprese salad and the beans on toast were a wonderful start to the meal!", "opinions": []}
{"text": "I had a late dinner at Lucky Stike, a great name for a joint if ever I saw one.", "opinions": []}
{"text": "I would definitely go back -- if only for some of those exotic martinis on the blackboard.", "opinions": []}
{"text": "Don't go there!", "opinions": []}
{"text": "This is such a lovely, peaceful place to eat outside.", "opinions": []}
{"text": "The food is alright - some stuff is good - some is not (like the steak dish which tends to be dry).", "opinions": []}
{"text": "Also, the place is popular with families, so if you're bothered by children running loose like wild animals, come later at night to avoid them.", "opinions": []}
{"text": "We were planning to get dessert but the waitress basically through the bill at us before we had a chance to order.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Went there and had a combination of different seafood dishes and appetizers.", "opinions": []}
{"text": "Little Tonino's is just awesome, our favorite delivery place in Kennsington, honestly the best Gnochi I have ever had!", "opinions": []}
{"text": "Cute place, nice wait staff but would never go there again.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The quantity is also very good, you will come out satisfied.", "opinions": []}
{"text": "While the ambiance and atmosphere were great, the food and service could have been a lot better.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The atmosphere was crowded but it was a great bistro-type vibe.", "opinions": []}
{"text": "THE FRANKENSTEIN SHOW WAS THE BEST.", "opinions": []}
{"text": "No gimmicks here -- the food speaks for itself in its freshness and preparation.", "opinions": []}
{"text": "The restaurant is a bit noisy but that is something that can be overlooked once you sit down and enjoy a great meal", "opinions": []}
{"text": "Probably would not go again...", "opinions": []}
{"text": "After dinner, take your date to the HUGE dance floor, probably one of the biggest you'll see in NY.", "opinions": []}
{"text": "This tiny restaurant is as cozy as it gets, with that certain Parisian flair.", "opinions": []}
{"text": "I have been about 4 times and have always had a great meal.", "opinions": []}
{"text": "The mussaman curry that I ordered was as thin as water and aside from the poorly fried tofu that I ordered in it, they graciously provided me with ONE piece of poorly cooked potato.", "opinions": []}
{"text": "We'd go back again", "opinions": []}
{"text": "The people that work there are always so friendly you forget you are in New York sometimes.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The wine the service was very good too.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "We got in line and were served while in line a bannan fritter.", "opinions": []}
{"text": "Try everything for that matter, it is all good.", "opinions": []}
{"text": "It's called Gnochi alla nona and is found under Chef Specials.", "opinions": []}
{"text": "skip dessert.", "opinions": []}
{"text": "I'm saving up for my next visit.", "opinions": []}
{"text": "They came out over cooked and the cheese was almost non existant.", "opinions": []}
{"text": "For the location, the prices are very reasonable.", "opinions": []}
{"text": "This is one of our all-time favorite.", "opinions": []}
{"text": "But trust me it is so worth it.", "opinions": []}
{"text": "This was a great surprise.", "opinions": []}
{"text": "We left, never to return.", "opinions": []}
{"text": "THE MOST FUN RESTAURANT I HAVE EVER BEEN TOO!", "opinions": []}
{"text": "I would definitely go back for a very special occasion, but not for regular fine dining.", "opinions": []}
{"text": "The food was delicious and the waiter was incredibly helpful and attentive (considering we were the only ones there for the first hour).", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "It can be a very fun experience with a group, and kids (6 and over) would love it.", "opinions": []}
{"text": "Of course this atmosphere is lacking, but what do you expect from a 24 hour bagel place anyways?", "opinions": []}
{"text": "The entree was bland and small, dessert was not inspired.", "opinions": []}
{"text": "this little place has a cute interior decor and affordable city prices.", "opinions": []}
{"text": "Save your money and don't waste your calories, go to Margharita's on Washington Street instead, they have amazing food and the BEST service.", "opinions": []}
{"text": "We will go back every time we are in the City.", "opinions": []}
{"text": "Yeah Shanghai is also great but not quite as good -- they use the same amount of salt but without sweetness to balance out.", "opinions": []}
{"text": "I absolutely love this place!!!", "opinions": []}
{"text": "The fish was not fresh and the rice tasted old and stale.", "opinions": []}
{"text": "Once you step into Cosette, you're miraculously in a small, off-the-beaten path Parisian bistro.", "opinions": []}
{"text": "We went to Ino for Valentines.", "opinions": []}
{"text": "Recommendations, of course, are required!", "opinions": []}
{"text": "great food, lt's of it, more then one person can eat!", "opinions": []}
{"text": "No, really.", "opinions": []}
{"text": "I have to say I have never had a disapointing meal here.", "opinions": []}
{"text": "Each table has a pot of boiling water sunken into its surface, and you get platters of thin sliced meats, various vegetables, and rice and glass noodles.", "opinions": []}
{"text": "When I'm feeling stressed by the noise and congestion around my office, I head for Cafe St. Bart's.", "opinions": []}
{"text": "This restaurant is a wonderful place to go many times and it is reasonably priced.", "opinions": []}
{"text": "Cornelia Street looks like a Broadway set for West Side Story and the inside of Po is so cool quaint you really can't top the setting for a romantic dinner in NYC.", "opinions": []}
{"text": "There is actually space to breathe and the decor sets the tone for an intimate dinner.", "opinions": []}
{"text": "Well, their deliveries take for ever and the food is usually cold.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Is just the way it was in days gone by.", "opinions": []}
{"text": "The menu has lots of options: I hope to go back to try those potato pancakes.", "opinions": []}
{"text": "THE FOOD PORTIONS ARE REALLY LARGE.", "opinions": []}
{"text": "To dine at Thalia can be slightly deceiving because while its beautiful on the outside, its so bland on the inside.", "opinions": []}
{"text": "After dealing with subpar pizza all over the Kensington neighborhood - I've found little toninos.", "opinions": []}
{"text": "Having discovered Ping's on the internet, we entered with qualms but were instantly put to ease by the fish tanks that greet you as u walk in.", "opinions": []}
{"text": "Boy was I wrong!", "opinions": []}
{"text": "My goodness, everything from the fish to the rice to the seaweed was absolutely amazing.", "opinions": []}
{"text": "I must give it Yon out of Yon stars!", "opinions": []}
{"text": "The service was bad, the food took to forever to come, we sat on the upper level.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "This place, however, has a lot less pretension than Joya and the Thai food is still above-average.", "opinions": []}
{"text": "The waitresses are nice--also you can just get counter service sit.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "This is a great place to take out-of-towners, and perfect for watching the sunset.", "opinions": []}
{"text": "Note that they do not serve beer, you must bring your own.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The Pastrami sandwich was like buttah and with pickles and an icy cold beer to wash it down, it was a pleasurable experience.", "opinions": []}
{"text": "Quality ingredients preparation all around, and a very fair price for NYC.", "opinions": []}
{"text": "Do not get the Go Go Hamburgers, no matter what the reviews say.", "opinions": []}
{"text": "Would recommend - perfect for those looking for a place close to grand central.", "opinions": []}
{"text": "They couldn't even make a salad that was appealing.", "opinions": []}
{"text": "From beginning appetizers, the scallops were incredible, to the delicious chocolate souffle with rasberry mint sorbet, we were delighted by the taste sensations.", "opinions": []}
{"text": "The food now is inconsistent.", "opinions": []}
{"text": "They don't seem to place an emphasis on specials or fresh ingredients which to me is necessary for good thai.", "opinions": []}
{"text": "I was turned on to this restaurant by a fellow foodie friend of mine, and have been going back regularly ever since.", "opinions": []}
{"text": "The only friendly staff member was the guy at the bar.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "I've been to Naples 45 for dinner twice.", "opinions": []}
{"text": "Its location is good and the fact that Hutner College is near and their prices are very reasonable, makes students go back to Suan again and again.", "opinions": []}
{"text": "Right off the major deegan you get ladies from all over the city.", "opinions": []}
{"text": "Volare virgins or weekly regulars, everyone gets treated the same and you can't ask for more than that when the service is this friendly.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Great food at reasonable prices.", "opinions": []}
{"text": "Threw my fiance's surprise 30th birthday dinner here couldn't be happier.", "opinions": []}
{"text": "The food is so cheap and the waiters are nice.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "They don't walk around with the trays of Dim Sum.", "opinions": []}
{"text": "Everyone I bring here always loves it.", "opinions": []}
{"text": "After the main course came, we didn't see our waiter for at least 40 MINUTES!", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Really tasty spring rolls and noodles for a good price though.", "opinions": []}
{"text": "The pizza was delivered cold and the cheese wasn't even fully melted!", "opinions": []}
{"text": "I have known about this secret for the last 13 years, Emilio(the Godfather) has continued to serve food and wine for the gods at mortal prices.", "opinions": []}
{"text": "It's really a takeaway place, I wouldn't sit if I could take it home.", "opinions": []}
{"text": "Amma has the worst value for money I have experienced in NYC over the past 2 years.", "opinions": []}
{"text": "head and shoulders above its neighboors on east 6 st, taj mahal is also very comparable, in food quality, to the much overpraised (and underdeserving) baluchi's.", "opinions": []}
{"text": "Good food at the restaurant (a bit expensive, but great if you want to impress your date).", "opinions": []}
{"text": "My first encounter happened one friday evening with a friend.", "opinions": []}
{"text": "I had to ask her three times before she finally came back with the dish Ive requested.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The Thali was small, thoroughly unremarkable, and $14.95.", "opinions": []}
{"text": "However, looking at the table next to ours, we both sort of wished we had ordered pizza, which looked PERRRRRRRRRFECT.", "opinions": []}
{"text": "Yeah, sometimes the service can be slow.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Ingredients are organic which is a real plus for me.", "opinions": []}
{"text": "Go girls!!!", "opinions": []}
{"text": "The crispy chicken wasn't for us, though.", "opinions": []}
{"text": "If you are someone who appreciates the same things but hope to have food to spare or share, Kai may not be the best option.", "opinions": []}
{"text": "Although they do the typical what kind of water would you like questions the service was good and overall very relaxing to place to eat.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Ok, so the servers wander around a little clueless, but there's more than enough servers for the crowd they get -- it's fine, you just have to make a small effort to get their attention.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "Some baby pizzas get their wish.", "opinions": []}
{"text": "The service is good and the resturant is clean.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Oh yes, and they lie on the phone, claiming they have seating in the garden, then of course the seats are not available.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "After a seafood craving, i checked citysearch and chose to go to Fish based on a previous review and the citysearch info.", "opinions": []}
{"text": "It may be a bit packed on weekends, but the vibe is good and it is the best French food you will find in the area.", "opinions": []}
{"text": "Came looking for this place because I heard good things.", "opinions": []}
{"text": "Stepped on my foot on the SECOND time he reached over me to adjust lighting.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "One of the earlier people commenting on the restaurant did not get the that some experimenting is going on with the menu in a positive way.", "opinions": []}
{"text": "The lox is always fresh too.", "opinions": []}
{"text": "When we were finally seated our waitress came by twice-1 for our order and 2-for our check.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "For asian fusion, there are many places further downtown.", "opinions": []}
{"text": "Whenever you need a Sushi fix, Mizu will be there with quality fish and great service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "A++   The service was good to excellent along with the attitude.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Their bagels are fine, but they are a little overcooked, and not really a 'special' bagel experience.", "opinions": []}
{"text": "But don't ever order bacon late at nite (either platter or in sandwiches, for that matter don't from any take out place) as it is from the morning frying turns out hard almost like bacos, hurt my molars.", "opinions": []}
{"text": "The food is mostly made from scratch, fresh and well prepared.", "opinions": []}
{"text": "Hurley's is like Cheers where everyone knows your name and they are ACTUALLY glad you came.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "We even had a visit from the Manager who wanted to make sure we were enjoying ourselves.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "After 2 tries by the waiter to take it away (we hadn't even looked at it yet, we had full beers yet to drink), the manager approached and told us they needed the table for people with reservations.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I LOVE their Thai noodles with shrimp and chicken and coconut juice is the MUST!", "opinions": []}
{"text": "I plan to come here again and look forward to trying their assortment of bruschetta, panini's.....", "opinions": []}
{"text": "It costs $2 extra to turn a regular roll into an inside-out roll, but the roll more than triples in size, and that's not just from the rice.", "opinions": []}
{"text": "We live in New Jersey and whenever we go into New York City we buy bagels to eat hot and then to freeze (they told me that if I call in the order, they'd bring it out to the car so I wouldn't have to look for parking).", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Try the green curry!!!", "opinions": []}
{"text": "I'm amazed we haven't been kicked out of this place yet.", "opinions": []}
{"text": "go to any corned indian restaurant, and the little india strip along east 6 st rules supreme!", "opinions": []}
{"text": "I recommend ordering in on a weeknight.", "opinions": []}
{"text": "I went to DF for Valentines Day dinner.", "opinions": []}
{"text": "delicious.", "opinions": []}
{"text": "The first time I went, and was completely taken by the live jazz band and atmosphere, I ordered the Lobster Cobb Salad.", "opinions": []}
{"text": "The cream cheeses are out of this world and I love that coffee!!", "opinions": []}
{"text": "Ok, for all of us growing up in the Village of NYC, we have spoiled by a plethora of restaurants, most of which stay open very late.", "opinions": []}
{"text": "Seating is ok even though sometimes there's alot of people.", "opinions": []}
{"text": "This is a fun restaurant to go to.", "opinions": []}
{"text": "Worth a visit.", "opinions": []}
{"text": "They have a huge selection of different cream cheeses and all of their salads are great.", "opinions": []}
{"text": "While certain staples are excellent (the burger, some of the pastas), the food is not really the point.", "opinions": []}
{"text": "Such nice people working here - but I have to review the food.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "They had scrapped the bottom of the vessel in which they make the rice -RESULT - WE HAD LARGE CHUNKS OF BURNT RICE IN OUR SERVING BOWL.", "opinions": []}
{"text": "Nice Family owned traditional restaurant.", "opinions": []}
{"text": "Try ordering from the regular menu, then you would not regret!", "opinions": []}
{"text": "To my right, the hostess stood over a busboy and hissed rapido, rapido as he tried to clear and re-set a table for six.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Quick and friendly service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Went last Thursday.", "opinions": []}
{"text": "The place is small and cramped but the food is fantastic.", "opinions": []}
{"text": "Lived in Shanghai most of my life and thought the food was comparable to the flagship Green Bo restaurant there.", "opinions": []}
{"text": "They are the best bagels I've had.", "opinions": []}
{"text": "After passing by this restaurant for sometime I finally decided to go in and have dinner.", "opinions": []}
{"text": "Friendly staff that actually lets you enjoy your meal and the company you're with.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Definitely not a restaurant to skip!", "opinions": []}
{"text": "Yeah the crowd can take it a bit seriously, but it shouldn't.", "opinions": []}
{"text": "IT IS WHAT MODERN CUISINE IS ALL ABOUT.", "opinions": []}
{"text": "Chance is a joke.", "opinions": []}
{"text": "The pizza is delicious - they use fresh mozzarella instead of the cheap, frozen, shredded cheese common to most pizzaria's.", "opinions": []}
{"text": "And it was quick which is very important.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I will definetly be going back.", "opinions": []}
{"text": "I wish they had one near my office- I would go everyday.", "opinions": []}
{"text": "delicious bagels, especially when right out of the oven.", "opinions": []}
{"text": "We all ate pasta entre'es, which were great.", "opinions": []}
{"text": "Then, get ripped on free box wine.", "opinions": []}
{"text": "It is by far my favorite restaurant in Brooklyn.", "opinions": []}
{"text": "I'm still mad that i had to pay for lousy food.", "opinions": []}
{"text": "i recommend the thai popcorn :)", "opinions": []}
{"text": "There is a downside if you're ordering in -- the delivery guys have MAJOR attitude.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "As always we had a great glass of wine while we waited.", "opinions": []}
{"text": "But that is highly forgivable.", "opinions": []}
{"text": "We saw them heating up at least one frozen item though I'm not sure which dim sum dish it was.", "opinions": []}
{"text": "The food is usually good but it certainly isn't a relaxing place to go.", "opinions": []}
{"text": "The meat dishes were only so-so.", "opinions": []}
{"text": "The exotic food is beautifully presented and is a delight in delicious combinations.", "opinions": []}
{"text": "Saul is the best restaurant on Smith Street and in Brooklyn.", "opinions": []}
{"text": "Also, if you don't want to sit at a certain table, you don't have to!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I work near-by, and they have the BEST oatmeal in the neighborhood- not a packaged or quick-cooked item.", "opinions": []}
{"text": "The scallion pancakes and fried dumplings were nothing out of the ordinary.", "opinions": []}
{"text": "Cheese plate is a varied delight and great bargain at $10.", "opinions": []}
{"text": "Aside from the rushed service, we were very impressed with the food and the drinks.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I thought going to Jimmys would give me a real Domincan exprience.", "opinions": []}
{"text": "They wouldnt even let me finish my glass of wine before offering another.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "This quaint and romantic trattoria is at the top of my Manhattan restaurant list.", "opinions": []}
{"text": "The place is larger than most and features adequate seating unlike most joints, and has a bar which deserves a mention.", "opinions": []}
{"text": "Thalia is a beautiful restaurant with beautiful people serving you, but the food doesn't quite match up.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Planet Thai is great!", "opinions": []}
{"text": "To celebrate a birthday, three of us went to Mare anticipating great food.", "opinions": []}
{"text": "My turkey burger was not cooked at all, my friends salmon was completely raw.", "opinions": []}
{"text": "Since my first dinner I have had the chance to have brunch at Orsay 3x.", "opinions": []}
{"text": "It's charmingly small and that leads to an atmoshere that is extremely cozy and romantic, even.", "opinions": []}
{"text": "My friend got the mushroom pizza which tasted better.", "opinions": []}
{"text": "Just moved to the neighborhood and we've been trying all the West Village Sushi restaurants.", "opinions": []}
{"text": "I have been coming to this neighborhood spot for years.", "opinions": []}
{"text": "I went at 6:00 PM specifically for the pre-theater menu ($19.95 for roasted tomato soup with chevre, steak frites, creme brulee) and it was marvelous.", "opinions": []}
{"text": "I would go back.", "opinions": []}
{"text": "for my birthday and we had an excellent time.", "opinions": []}
{"text": "He always says, I don't have customers.", "opinions": []}
{"text": "And forget what you read under me, the atmosphere isn't that bad either.", "opinions": []}
{"text": "Yet paired with such rude service, would never recommend for anyone interested in carrying any kind of conversation while there.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Everyone that has ever come here with me has become a convert and returned regularly with their own friends.", "opinions": []}
{"text": "$6 and there is much tasty food, all of it fresh and continually refilled.", "opinions": []}
{"text": "It's a much more grown up restaurant compared to the rest of the street.", "opinions": []}
{"text": "Great food, good size menu, great service and an unpretensious setting.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The pizza is overpriced and soggy.", "opinions": []}
{"text": "There are other people waiting!", "opinions": [{"sentiment": "neutral", "aspect": "service"}]}
{"text": "Everything is for sale in here including the sculptured iron statue on the table.", "opinions": []}
{"text": "It's very spicy but not offensive.", "opinions": []}
{"text": "I am not a vegetarian but, almost all the dishes were great.", "opinions": []}
{"text": "We just ate at Kai and were disapointed.", "opinions": []}
{"text": "Killer Sushi!", "opinions": []}
{"text": "May, the owner always has a smile on her and will warmly greet you.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I came here with my boyfriend for our anniversary because it was highly recommended to him by a friend.", "opinions": []}
{"text": "That place was awesome,,,  sally !", "opinions": []}
{"text": "Pizza here is consistently good.", "opinions": []}
{"text": "You can do it here.", "opinions": []}
{"text": "Not worth it.", "opinions": []}
{"text": "Food is average, and I would say even the chain restaurant Baluchi's tastes better.", "opinions": []}
{"text": "I'm just reading some of these reviews and its nonsense that people are reviewing some places because it was too loud.", "opinions": []}
{"text": "It cannot be the ambience, because the place is very cramped and some guests have to sit in an aisle.", "opinions": []}
{"text": "Right off the L in Brooklyn this is a nice cozy place with good pizza.", "opinions": []}
{"text": "i've noticed megadeth, mr. scruff, st. germain, traditional vietnamese songs, black sabbath, jay-z, and daft punk all being played.", "opinions": []}
{"text": "They do cater to American palates, but if you like it hot let them know and they are more than willing to oblige!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Nice atmosphere, the service was very pleasant and the desert was good.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "When I arrived at Orsay I was thrown back, in a veyr good sense.", "opinions": []}
{"text": "The lobster sandwich is good and the spaghetti with Scallops and Shrimp is great.", "opinions": []}
{"text": "Pastrami or corned beef are juicy and piled high (ask for extra rye bread).", "opinions": []}
{"text": "(I've ordered from the 2nd ave.", "opinions": []}
{"text": "The decor is really blah, and not at all hip or happening.", "opinions": []}
{"text": "You won't find that anywhere in Manhattan.", "opinions": []}
{"text": "My steak au poivre was one of the worst I've had.", "opinions": []}
{"text": "And the prices were way to high for what you get.", "opinions": []}
{"text": "Stay away from the two specialty rolls on the menu, though- too much avocado and rice will fill you up right quick.", "opinions": []}
{"text": "I cannot imagine you not rushing out to eat there.", "opinions": []}
{"text": "Wine list selection is good and wine-by-the-glass was generously filled to the top.", "opinions": []}
{"text": "Wow over 100 beers to choose from.", "opinions": []}
{"text": "then we ordered a dinosaur rolls and white tuna sashimi.", "opinions": []}
{"text": "Their sushi, Kamikaze and other Rolls are fresh and well presented.", "opinions": []}
{"text": "On the other hand, if you are not fooled easily, you will find hundreds of restaurants that will give you service and ambiance that is on par with Alain Ducasse, and food that will outshine in presentaion, taste, choice, quality and quantity.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "Fresh ingredients and everything is made to order.", "opinions": []}
{"text": "Make sure you try this place as often as you can.", "opinions": []}
{"text": "The location is perfect.", "opinions": []}
{"text": "Decor leaves something to be desired.", "opinions": []}
{"text": "If you like Sakagura but you feel it's too much, you'd better try Yokocho.", "opinions": []}
{"text": "my picks are:  - Scallion Pancake (fried with vegetable juice, very special and tasty)  - Guizhou Chicken  - Shredded Squid Family Style (one of my personal favorites)  - Sichuan Spicy Soft Shell Crab  - Shuizhu Fish (this one is for hardcore Sichuan food fans, I wouldn't recommend to my American friends as it's very spicy.", "opinions": []}
{"text": "However, in the summer of 2003, it seems the management has changed and the great big door has been replaced for a glass front ridding itself of the dark romantic getup.", "opinions": [{"sentiment": "neutral", "aspect": "service"}]}
{"text": "Would definitely visit again.", "opinions": []}
{"text": "The website and rating makes this place look wonderful but in reality it was very disappointing.", "opinions": []}
{"text": "Small servings for main entree, i had salmon (wasnt impressed) girlfriend had chicken, it was good.", "opinions": []}
{"text": "When you enter, you feel like you have entered your mom's kitchen.", "opinions": []}
{"text": "In fact, you can't miss it.", "opinions": []}
{"text": "I've lived in NY for 5 years and this place has it all.", "opinions": []}
{"text": "The miso soup lacked flavor and the fish was unfortunately not as well prepared as in the past.", "opinions": []}
{"text": "A cool place to hang with your friends for a couple of healthy drinks and desserts.", "opinions": []}
{"text": "If you live in Upper Manhattan, Siam Square is THE place for Thia food.", "opinions": []}
{"text": "if this happens, just ask for real naan.", "opinions": []}
{"text": "I am so coming back here again, as much as I can.", "opinions": []}
{"text": "We've never had any problems with the staff but maybe we've been lucky?", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Definitely a neighborhood favorite.", "opinions": []}
{"text": "However, I think Jeckll and Hydes t is one of those places that is fun to do once.", "opinions": []}
{"text": "The hot and sour soup was unbearably hot and tasted of only pepper and nothing else.", "opinions": []}
{"text": "I have eaten a lot of pizza here.", "opinions": []}
{"text": "--Eat Club is a roving group of NYC gluttons", "opinions": []}
{"text": "My sister says it reminds her of a restaurant run by high-school students who don't know what they are doing.", "opinions": []}
{"text": "The freshest, best variety, and the fastest delivery.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Loved it!", "opinions": []}
{"text": "good music, great food, speedy service affordable prices.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "You'll adore it.", "opinions": []}
{"text": "Be sure to try the seasonal, and always delicious, specials.", "opinions": []}
{"text": "Have eaten at Ginger House several times, and it's always good.", "opinions": []}
{"text": "This is where the aforementioned line was.", "opinions": []}
{"text": "Filled with suits, though, so you never really feel terribly comfortable.", "opinions": []}
{"text": "There are much better places in NY with better prices.", "opinions": []}
{"text": "Taj Mahal offeres gret value and great food.", "opinions": []}
{"text": "The servers give you some sample slices of your order while you wait (shortly I might add).", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "This is a wonderful place on all stand points especially value ofr money.", "opinions": []}
{"text": "A Thai restaurant out of rice during dinner?", "opinions": []}
{"text": "This is as good as neighborhood restaurants come.", "opinions": []}
{"text": "The food came out wrong, the waiter was no where to be found and the wine showed up at the end of the meal.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "great place to go for a drink too because they have 100 kinds of beer.", "opinions": []}
{"text": "When I called this morning, I didn't think I would be able to get in at 12, but I was able to get in, along with four other guests.", "opinions": []}
{"text": "The place itself is beautiful the bar scene seems to be happening.", "opinions": []}
{"text": "The soup is pretty good too.", "opinions": []}
{"text": "being a fan of spicy ethnic foods, indian included, i made friends with this place long ago.", "opinions": []}
{"text": "I love Indian food and consider myself to be quite an expert on it.", "opinions": []}
{"text": "Compared to Ess-a, Tal offers a less doughy bagel!", "opinions": []}
{"text": "Wonderful at holiday time.", "opinions": []}
{"text": "Can't wait wait for my next visit.", "opinions": []}
{"text": "Good atmosphere, combination of all the hottest music dress code is relatively strict except on Fridays.", "opinions": []}
{"text": "The problem is just that-it is a sometimes kind of affair.", "opinions": []}
{"text": "Kosher dills are the perfect compliment for your unforgetable sandwich and they give you plenty of them.", "opinions": []}
{"text": "So, a little inconsistency there but either way, both pizzas were really good.", "opinions": []}
{"text": "and there's no way out.", "opinions": []}
{"text": "For years, I thought Tuscan cuisine was the best, but Salvatore converted me to the hearty Neapolitan fare on my first visit.", "opinions": []}
{"text": "Some of the workers ignore me and talk to the female customers, other times, they've skipped my order.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Try the Pad Thai, it's fabulous and their prices are so cheap!", "opinions": []}
{"text": "Oh and it's too tiny for families with strollers.", "opinions": []}
{"text": "None of that yucky whipped stuff.", "opinions": []}
{"text": "The prices are exceptionally reasonable for food of this caliber.", "opinions": []}
{"text": "Our last time there a few weeks ago was early at 5pm and it was very crowded and noisy.", "opinions": []}
{"text": "Overall I was impressed and will return, it's a great QPR (Quality to Price Ratio).", "opinions": []}
{"text": "The service is a bit slow, but harkens back to my years growing up in Napoli, Italy where things are not rushed and when you sit down for dinner the table is yours all night.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "All I can say is $2 pints during happy hour and the some of the cheapest oysters you'll find in the city, though the quality is some of the best.", "opinions": []}
{"text": "A great choice at any cost and a great deal.", "opinions": []}
{"text": "The food was spicy and delicious.", "opinions": []}
{"text": "Nothing better than buying a snapple for $3.25 too.", "opinions": []}
{"text": "It is LOUD, HOT and DARK.", "opinions": []}
{"text": "The fried rice is amazing here.", "opinions": []}
{"text": "I love going there!", "opinions": []}
{"text": "The location and ambience is Ok but the food is what makes up for it.", "opinions": []}
{"text": "A hearty two thumbs up!", "opinions": []}
{"text": "They are FAST.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "If your favorite Chinese food is General Tao chicken, then this is NOT your place.", "opinions": []}
{"text": "I often go there to eat with my family.", "opinions": []}
{"text": "I'll be back soon.", "opinions": []}
{"text": "I had been searching really hard for a restaurant in New York where I could really feel unwanted and ignored and I finally found it!", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "They forgot a sandwich, didn't include plastic forks, and didn't include pita with the hummus platter.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "They are opening two more places as i saw a flyer there one in Yonkers which is a restraunt and banquet hall and another one in parsipanny new jersey.", "opinions": []}
{"text": "Buon appetito!", "opinions": []}
{"text": "Guacamole+shrimp appetizer was really great, we both had the filet, very good, didn't much like the frites that came with, but the filet was so good, neither of us cared.", "opinions": []}
{"text": "The pizza was great.", "opinions": []}
{"text": "Both times we waited well over a half hour for a table (even though we had reservations).", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The food's as good as ever.", "opinions": []}
{"text": "Most people eat there seem to be typical Upper East Side snobs, so be aware.", "opinions": []}
{"text": "Priced at upper intermediate range.", "opinions": []}
{"text": "The food was delicious but do not come here on a empty stomach.", "opinions": []}
{"text": "The service was ok.", "opinions": [{"sentiment": "neutral", "aspect": "service"}]}
{"text": "We also had shared a house salad that was fresh.", "opinions": []}
{"text": "Good, fast service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Another welcome addition to the neighborhood.", "opinions": []}
{"text": "When we arrived at 6:00 PM, the restaurant was practically empty.", "opinions": []}
{"text": "I started out with a Bombay beer which was big enough for two.", "opinions": []}
{"text": "we came here on a crowded saturday night and were seated right away despite being 15 minutes late for our reservation.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The menu looked good, except for offering the Chilean Sea Bass, but the server does not offer up the specials that were written on the board outside.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The place is small and intimate and you may feel a little crowded, but the service is excellent and it's great for friends out, a romantic date, or a special occassion.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I don't live in NY but my best friend does.", "opinions": []}
{"text": "We had the scallops as an appetizer and they were delicious and the sauce was wonderful.", "opinions": []}
{"text": "For those prices and the dressed up atmosphere you expect more and should get more.", "opinions": []}
{"text": "One less manhattanite the better.", "opinions": []}
{"text": "We would return to this place again!", "opinions": []}
{"text": "if your into thai..you cannot miss this great restaurant.", "opinions": []}
{"text": "The service is always bad though, don't expect much of anything from your server, and I would not recommend bringing a date here either.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Service is not what one would expect from a joint in this price category.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I recommend their Pad See Ew, Pork Chops or Tofu plates.", "opinions": []}
{"text": "Beautiful experience.", "opinions": []}
{"text": "Recommended.", "opinions": []}
{"text": "If you have a dumpling fetish i suggest you try some here!", "opinions": []}
{"text": "Indoor was very cozy and cute.", "opinions": []}
{"text": "We figured we never had Argentinian Pizza before so we grabbed our lunch there, sharing a large Pelligrino, a pizza of two of their specials, one was goat cheese the other blue cheese, and both were excellent.", "opinions": []}
{"text": "Obviously run by folks who know a pie.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I definitely wouldn't go back.", "opinions": []}
{"text": "(La Rosa is connected by a swinging door to the Mexican restaurant Pacifico).", "opinions": []}
{"text": "Service was excellent, and the AC worked very well too (thank God, it was hot!).", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I would not have been so disappointed with the portions if the qualities were good enough to make up for it, but they were not!", "opinions": []}
{"text": "Stick to dimsum, not super overpriced noodles.", "opinions": []}
{"text": "I like Cafe Noir dont get me wrong, it is jsut that the people who work there are evil and incompetent!!", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "So, again, give it a try.", "opinions": []}
{"text": "And you're hungry a few hours later.", "opinions": []}
{"text": "However, service was as plain as sesame crusted Salmon I had.", "opinions": [{"sentiment": "neutral", "aspect": "service"}]}
{"text": "Great atmoshere and worth every bit.", "opinions": []}
{"text": "I have tried the various slice joints around the village but this is by far the best one.", "opinions": []}
{"text": "word of advice, save room for pasta dishes and never leave until you've had the tiramisu.", "opinions": []}
{"text": "I found it on a cold night, the perfect spot to warm up.", "opinions": []}
{"text": "Definitely not worth the price!", "opinions": []}
{"text": "Frites were delicious if a bit on the thick side.", "opinions": []}
{"text": "One would think we'd get an apology or complimentary drinks - instead, we got a snobby waiter wouldn't even take our order for 15 minutes and gave us lip when we asked him to do so.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "When going out for a nice dinner, I like a nice ambiance as well as very good food.", "opinions": []}
{"text": "Not too crazy about their sake martini.", "opinions": []}
{"text": "Delivery service is great too.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Terrific menu full of unique rolls and special dishes.", "opinions": []}
{"text": "The dim sum however was very good.", "opinions": []}
{"text": "It's a steal!", "opinions": []}
{"text": "They outshine HH.", "opinions": []}
{"text": "Seriously, this is the best all you can eat in town- As everyone says, the Spicy Tuna hand rolls are the best- have 4 of these, and you've broken even.", "opinions": []}
{"text": "wont come back again for sure!", "opinions": []}
{"text": "Delicious food, excellent service, and a pretty atmosphere make this a great choice for dinner and the $5.99 lunch buffet makes it an even better choice for lunch!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "He takes real pride in his food and his business.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I would highly recommend this place to anyone looking for a casual atmosphere that whisks you away to the left bank of the river Seine.", "opinions": []}
{"text": "I ate clams oreganta and spectacular salad with perfectly marinated cucumbers and tomatoes with lots of shrimp and basil.", "opinions": []}
{"text": "It was nice and fresh, but I can't give it high scores on being authentic thai.", "opinions": []}
{"text": "In fact, two people could really share one plate.", "opinions": []}
{"text": "We ate at this Thai place following the reviews but very unhappy with the foods.", "opinions": []}
{"text": "I love Ess-a-bagel, but I live on the west side, so I often go to Murray's for convenience.", "opinions": []}
{"text": "In fact, it appears he is going to go postal at any moment.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "It's true, you feel like your in a scene from Goodfellas.", "opinions": []}
{"text": "The service is ok, some of the people didn't get what they asked for.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "Otherwise, this place has great service and prices and a nice friendly atmosphere.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The establishment scores big points in presentation and style.", "opinions": []}
{"text": "But they do.", "opinions": []}
{"text": "Excellent atmosphere, delicious dishes good and friendly service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "We come from New Jersey to eat at Kinoko.", "opinions": []}
{"text": "I noted it was crossed off on the bill.", "opinions": []}
{"text": "I had been a regular due to the consistently good food and ease of getting a table.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "We visited Bread Bar during January restaurant week and were so pleased with the menu selections and service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "This time, I prefer not to go into detail.", "opinions": []}
{"text": "Light, refreshing summer rolls (not fried) remind me of Vietnamese places in Paris.", "opinions": []}
{"text": "If you're craving for Haru's great food, especially the House Roll, but can't stand the wait building outisde, head across the street to their Sake Bar!", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Enjoy!", "opinions": []}
{"text": "I've never had bad service and the fish is fresh and delicious.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Not a great place for family or general dining.", "opinions": []}
{"text": "We were seated outside and the waiter spilled red wine and hot tea on myself and my date.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The best thing I tasted were the lambchops.", "opinions": []}
{"text": "The waitress suggested glasses of wine that went very well with the food.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I don't like Indian food too much and this was delicious, however you want to factor that into the equation.", "opinions": []}
{"text": "you guys rock.", "opinions": []}
{"text": "Went inside and I started to get excited.", "opinions": []}
{"text": "i love the pics of andy warhol when he used to frequent the place (he painted the ballato's sign in the window).", "opinions": []}
{"text": "I have reservations about the all you can eat deal, however -- the choices are fairly limited and you can probably order more food than you can eat for less than $18 by just going off the menu.", "opinions": []}
{"text": "Everything a NY pizza joint should be.", "opinions": []}
{"text": "We were told that they were booked solid and no other table was available.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Best Italian food I ever had (and being Italian, that means alot).", "opinions": []}
{"text": "...and that's saying a lot.", "opinions": []}
{"text": "The menu is very limited - i think we counted 4 or 5 entrees.", "opinions": []}
{"text": "It's easy to get a table for a large group and you don't get hustled out.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "If you are someone who appreciates simplicity, elegance, and wonderfully presented and tasting seafood and vegetables regardless of portion size, Kai is your place.", "opinions": []}
{"text": "Price and quality of fish alone will keep us from making a return visit.", "opinions": []}
{"text": "I've been coming here as a child and always come back for the taste.", "opinions": []}
{"text": "(Besides that there should be more restaurants like it around the city).", "opinions": []}
{"text": "The anti-pasta was excellent, especially the calamari, as were the filling pasta mains.", "opinions": []}
{"text": "Great romantic place for a date (try to get the corner booth table for a little privacy and to sit close!).", "opinions": []}
{"text": "We go often.", "opinions": []}
{"text": "You order from a menu, so you leave feeling like you missed the full experience.", "opinions": []}
{"text": "$20 gets you unlimited sushi of a very high quality- I even took a friend here from Japan who said it was one of the best sushi places in the US that he has been to.", "opinions": []}
{"text": "I would highly recommand requesting a table by the window.", "opinions": []}
{"text": "He not only makes his own homemade mozzarella, but every pie is ultra fresh.", "opinions": []}
{"text": "Even after getting pushed out by the no-class Famous Ray's, Sal has risen again to carry on his father's uncle's legacies with a smile, true love for his community, and let's not forget the Outstanding Pizza!", "opinions": []}
{"text": "I came here for my friend's birthday and keep coming back ever since.", "opinions": []}
{"text": "The bagels are fabulous.", "opinions": []}
{"text": "I had Filet Mignon with garlic mash.", "opinions": []}
{"text": "The food is awesome - definitely try the striped bass.", "opinions": []}
{"text": "I will be going back and heartily recommend it!", "opinions": []}
{"text": "This is the Cheers of New York, whether you've ever been there or not.", "opinions": []}
{"text": "Your friends will thank you for introducing them to this gem!", "opinions": []}
{"text": "Not the typical NYC gimmick theme restaurant.", "opinions": []}
{"text": "Fantastic place.", "opinions": []}
{"text": "i actually feel like i should keep it a secret.", "opinions": []}
{"text": "Anyhow, we were able to sit as long as we wanted and chat, which was nice.", "opinions": []}
{"text": "Great bagels made the old-fashioned way.", "opinions": []}
{"text": "You don't go to Mizu for excellent service, you go for the large amounts of food, the amiable atmosphere, and the hole-in-the-wall feeling of the place.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Everything, from the soft bread, soggy salad, and 50 minute wait time, with an incredibly rude service to deliver below average food.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Alone for 100 bucks, it is really overprice.", "opinions": []}
{"text": "They are served with a free appetizer and the portions are perfect for lunch.", "opinions": []}
{"text": "This was the worst dining experience I've ever had.", "opinions": []}
{"text": "I have been going there since it opened and I can't get enough.", "opinions": []}
{"text": "Orsay, is without a doubt one of the best values for authentic French food in NYC.", "opinions": []}
{"text": "DO not try unless you're just going there to hang out like the rest of the hipsters who apparently have no sense of taste.", "opinions": []}
{"text": "We had a wonderful meal at Naples 45 a month ago on a visit to NYC.", "opinions": []}
{"text": "The best Chicken pad tai, I've ever had.", "opinions": []}
{"text": "And when I visit her I make it a point to eat at 'Ino at least once daily if not once for the whole trip.", "opinions": []}
{"text": "The food was very good, but not very thai.", "opinions": []}
{"text": "Nevertheless the food itself is pretty good.", "opinions": []}
{"text": "Considering their price of $6.25 for lunch special, the dish was ridiculously small.", "opinions": []}
{"text": "While the place is not a hotspot hangout, the drinks are unique and pack a lot of bang for the buck.", "opinions": []}
{"text": "When I saw that their website had a link to da Ciro in Napoli, I knew there was going to be good pizza!", "opinions": []}
{"text": "My biggest complaint was the un-tasty food although presented well.", "opinions": []}
{"text": "The sushi is also great!", "opinions": []}
{"text": "I think this would be a pretty good spot if it were not so overpriced and overrated.", "opinions": []}
{"text": "always fresh and delicious.", "opinions": []}
{"text": "As for the bar, this is another bad idea.", "opinions": []}
{"text": "Try the spicy wontons and the salt pepper shrimps.", "opinions": []}
{"text": "This place is not worth the prices.", "opinions": []}
{"text": "I've been here a couple of times and have not been impressed.", "opinions": []}
{"text": "My fish was delicious in an incredible curry sauce.", "opinions": []}
{"text": "All pretty good.", "opinions": []}
{"text": "That's why you have to pay more for that.", "opinions": []}
{"text": "Admittedly some nights inside the restaurant were rather warm, but the open kitchen is part of the charm.", "opinions": []}
{"text": "This wasn't the expected menu comprised only of pad thai and tom yum soup, but I thought that was what made the place so special.", "opinions": []}
{"text": "Even if the food wasn't this good, the garden is a great place to sit outside and relax.", "opinions": []}
{"text": "I live nearby and when they first opened, I ate there a lot.", "opinions": []}
{"text": "It melted in my little mouth and the perfect consistency-not too fishy, creamy, and slightly buttery.", "opinions": []}
{"text": "And the bill was outragous.", "opinions": []}
{"text": "The food's dazzling flavors overwhelm the palate, truly embracing the beauty of authentic Thai cuisine.", "opinions": []}
{"text": "We both opted for a pasta dish and they were served timely and fresh.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Not enough wines by the glass either.", "opinions": []}
{"text": "I understand the area and folks you need not come here for the romantic, alluring ambiance or the five star service featuring a sommlier and a complicated maze of captain and back waiters - you come for the authentic foods, the tastes, the experiance.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "during happy hour!", "opinions": []}
{"text": "black white shakes came out good also.", "opinions": []}
{"text": "The tuna and wasabe potatoes are excellent.", "opinions": []}
{"text": "Anyway, this is the last time I cross the williamsburg.", "opinions": []}
{"text": "Until you realize that their five minutes is meaningless and your wait may be anywhere from two to twenty minutes it may be frustrating.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "It won't break the bank but I also wouldnt come back for the food.", "opinions": []}
{"text": "I live in the neighborhood and my friends meet me down here not only for the bar scene but also the promise of The Pizza Place at 3am.", "opinions": []}
{"text": "The dim sum is ok but doesn't taste that fresh, and the little dishes don't look steamy hot as they should (also note lack of Chinese here).", "opinions": []}
{"text": "Wait staff is blantently unappreciative of your business but its the best pie on the UWS!", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Hats off to the chef.", "opinions": []}
{"text": "We had great desserts (including the best cannoli I've ever had) and then they offered an after dinner drink, on the house.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "In addition, the food is very good and the prices are reasonable.", "opinions": []}
{"text": "The staff has always been attentive and kind, and I've always been amazed at how they've handled all the various different group sizes that come in.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "This restaurant is not worth the time, effort, or money to say the least.", "opinions": []}
{"text": "The waiters were not attentive except that the bill turned up on the table before we were finished.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The steak was very fatty and the sauce was overpowering and not very tasty.", "opinions": []}
{"text": "We had a 3 hour brunch- they definitely do not rush you- and they kept the unlimited mimosas flowing the whole time.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The table next to us asked if he crushed the grapes himself when their long overdue bottle of wine finally arrived.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "If you're looking for a great meal at a decent price, go to Del Frisco's!", "opinions": []}
{"text": "this is the best secret place in midtown', I heard that from the bartender, after having brilliant food ( try steak with portobello mushrooms) and drinks on the bar last Tuesday.", "opinions": []}
{"text": "A gentleman, maybe the manager, came to our table, and without so much as a smile or greeting asked for our order.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The food is authentic Italian - delicious!", "opinions": []}
{"text": "However, it is jus too good to not praise it.", "opinions": []}
{"text": "Warm, comfortable surroundings, nice appointments (witness the etched glass and brickwork separating the dining rooms).", "opinions": []}
{"text": "Problem is nothing at Prune is particularly memorable.", "opinions": []}
{"text": "The wait staff is friendly, and the food has gotten better and better!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "By the time we were done, it was past 1:00am.", "opinions": []}
{"text": "The portions are HUGE, so it might be good to order three things to split (rather than one appetizer and entree per person) for two people.", "opinions": []}
{"text": "The staff is no nonsense.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Ahhh...", "opinions": []}
{"text": "Will not be back.", "opinions": []}
{"text": "Don't look down your nose at me like that...", "opinions": []}
{"text": "This is, by far, my favorite restaurant in NYC and I only wish it were more affordable so I could go more often!", "opinions": []}
{"text": "now if they could only get a toaster.", "opinions": []}
{"text": "This place is greatly welcome in the desolate little strip between the Prospect Expressway and Greenwood Cemetery - a wasteland we like to call The Sliv.", "opinions": []}
{"text": "But after last night, Spice Grill is the only place I'm eating indian cuisine.", "opinions": []}
{"text": "The cuisine from what I've gathered is authentic Taiwanese, though its very different from what I've been accustomed to in Taipei.", "opinions": []}
{"text": "The wait here is long for dim sum, but if you don't like sharing tables or if the typical raucous dim sum atmosphere is not your gig, this is a sleek (for Chinatown) alternative.", "opinions": []}
{"text": "For the people who want great food plus great service, Roxy is a place to AVOID!", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Fish was overdone.", "opinions": []}
{"text": "Prices too high for this cramped and unappealing resturant.", "opinions": []}
{"text": "Everyone I have spoken too there is super friendly, helpful, and willing to the extra mile for a customer.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "If I wanted to deal with a crappy scene and annoying customers I'd go out in Manhattan.", "opinions": []}
{"text": "Try green curry with vegetables.", "opinions": []}
{"text": "The view is spectacular, and the food is great.", "opinions": []}
{"text": "Three courses - choices include excellent mussels, puff pastry goat cheese and salad with a delicious dressing, and a hanger steak au poivre that is out of this world.", "opinions": []}
{"text": "This lovely French-Asian fusion restaurant stands out amongst other great restaurants on Smith Street.", "opinions": []}
{"text": "Rao is a good restaurant, but it's nothing special.", "opinions": []}
{"text": "Tried the pad see ew on the recommendation of the last reviewer since it's one of my favorite dishes.", "opinions": []}
{"text": "they were dry and disgusting, i didn't even finish my first piece.", "opinions": []}
{"text": "After complaining about the chicken dish, the manager came over to tell us that, no one had ever complained before, and that we just didn't know what the dish was supposed to taste like.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Very popular style Izakaya (Sake and small portion of sake-friendly dishes ).", "opinions": []}
{"text": "Only drawback - they won't toast your bagel, and they don't make eggs for the bagel.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "When I visited my friend who lives in the Upper Eastside, she recommended that we go to this restaurant.", "opinions": []}
{"text": "The quail was fantastic and unique and the pastas were full of flavor.", "opinions": []}
{"text": "Bill a little high, but worth it.", "opinions": []}
{"text": "I almost wanted to write a bad review, so no one would ever go here and I could have all the dumplings to myself!", "opinions": []}
{"text": "A narrow corridor leads to a tiny space where there are three tiny white tiled counters, a great deal of mess (stacks of bottles, cans) and a small counter holding 12-14 entrees.", "opinions": []}
{"text": "As a Japanese native, I've lived in the Tristate area for over 8 years, but I was just so amazed at this place.", "opinions": []}
{"text": "Perhaps the last reviewer (who stated she was treated with attitude) lives in a parallel universe because I have never had anything but a perfect experience at Yasuda.", "opinions": []}
{"text": "at taj, vegetarians can rejoice-all the dishes are manna from heaven.", "opinions": []}
{"text": "Average to good Thai food, but terrible delivery.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The table service could have been a little more attentive but as someone who also works in the service industry, I understood they were busy.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "I really liked this place.", "opinions": []}
{"text": "The only possible drawback to this last point is that as of the date of this posting, the additional menu items are only written in Chinese.", "opinions": []}
{"text": "To be completely fair, the only redeeming factor was the food, which was above average, but couldn't make up for all the other deficiencies of Teodora.", "opinions": []}
{"text": "Where tanks in other Chinatown restaurants display a lurking myriad of sad-looking marine life in their murky waters, the tanks at Ping's are clear as glass with healthy-looking creatures who do not yet know that they will be part of some dim sum lover's brunch.", "opinions": []}
{"text": "I thought this place was totally overrated.", "opinions": []}
{"text": "The food was lousy - too sweet or too salty and the portions tiny.", "opinions": []}
{"text": "and you can't beat the prices.", "opinions": []}
{"text": "The food is great and reasonably priced.", "opinions": []}
{"text": "I had a great experience.", "opinions": []}
{"text": "Would recommend this place as a good date spot if you don't want to drop a ton of cash.", "opinions": []}
{"text": "Baluchi's has solid food and a nice decor at reasonable prices.", "opinions": []}
{"text": "Our server checked on us maybe twice during the entire meal.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Good crowd, good outdoor seating, with a hip japanese vibe.", "opinions": []}
{"text": "Last memorial day, I tried to make reservations but was told they were closed that weekend (interesting, but...).", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "It has been my first choice ever since I discovered it .", "opinions": []}
{"text": "The dinner was ok, nothing I would have again.", "opinions": []}
{"text": "They're also friendlier here, especially the owner, Kenny.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The food was well prepared and the service impecable.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The characters really make for an enjoyable experience.", "opinions": []}
{"text": "Don't waste your time, or money!!", "opinions": []}
{"text": "Not sure where the previous reviewer, lonk, dined, but Saul is in a great neighborhood and has great food!", "opinions": []}
{"text": "What makes this restaurant special are the authentic sichuan cooking and being the only one in NYC that offers authentic chongqing hotpot.", "opinions": []}
{"text": "Overall, the best bagel in town.", "opinions": []}
{"text": "However, their popularity has yet to slow down, and I still find myself drawn to their ambiance and delectable reputation.", "opinions": []}
{"text": "Haru on Park S is simply disgusting.", "opinions": []}
{"text": "wow! how have i missed this one ,tried Long Tan last week for the first time and now know what the NY TIMES and many more in the neighborhood already knew.", "opinions": []}
{"text": "Solid wine list, knowledgeable staff, friendly owners and an adventurous, ever-changing menu keep us coming back.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Over the years, it has always provided a pleasurable dining experience with quality food and wine.", "opinions": []}
{"text": "All the people that I bring there go back on their own and bring THEIR friends!", "opinions": []}
{"text": "I will recommend Scopa to all of my friends for a place to go for wonderful Italian food.", "opinions": []}
{"text": "Spice is sleek, modern and cool with a menu that will not hurt your wallet.", "opinions": []}
{"text": "The wine list is also really nice.", "opinions": []}
{"text": "I went to Del Frisco's Friday night with my boyfriend for an 8:00 reservation.", "opinions": []}
{"text": "Reasonable prices.", "opinions": []}
{"text": "The place is so cool and the service is prompt and curtious.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "and never strayed.", "opinions": []}
{"text": "We will come back!!!", "opinions": []}
{"text": "Order the panang duck, it's fantastic.", "opinions": []}
{"text": "I am a die hard peep lover.", "opinions": []}
{"text": "Definitely worth the trip to Battery Park City!", "opinions": []}
{"text": "Food was good and the view of the new york city skiline was terrific even on a foggy rainy day like that of when I went.", "opinions": []}
{"text": "Everytime my husband and I go there, we are never disappointed.", "opinions": []}
{"text": "kalbi and nebbiolo do work together.", "opinions": []}
{"text": "The chicken pot pie is excpetiona, the cheeseburger huge and delictable, and the service professional wan warm.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "It will be on my to do list the next visit to NYC.", "opinions": []}
{"text": "Try the olive cream cheese or the lox spread on a whole wheat everything bagel.", "opinions": []}
{"text": "The food is outstanding and the service is quick, friendly and very professional.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Although be warned their dinner menu to sit and take out prices are different.", "opinions": []}
{"text": "The crackling calamari salad, which is usually a cheap disaster at many restaurants, is crispy and lightly dressed.", "opinions": []}
{"text": "A pleasant surprise.", "opinions": []}
{"text": "The staff offers impeccable service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Never fails to please.", "opinions": []}
{"text": "i know, you were too busy showing off your vintage tee shirt and looking bored, but my agenda is i'm here to eat and enjoy the company of friends, seeking a pleasant experience.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The atmosphere is noisy and the waiters are literally walking around doing things as fast as they can.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "Admittedly, this is not the place for gigantic pieces of fish overflowing the plate (and thank goodness, in my opinion) but for simple, elegant sushi there is no better place in New York or anywhere in the US.", "opinions": []}
{"text": "Just straight up cheap, good food.", "opinions": []}
{"text": "No dress codes, no attitudes, plenty of comfort companionship, a great place to relax in an always busy Midtown.", "opinions": []}
{"text": "I went there in late afternoon for some bite size food and refleshment with my date.", "opinions": []}
{"text": "A cool bar with great food, and tons of excellent beer.", "opinions": []}
{"text": "During the course of the past 3 months, the chef and staff changed and it was not for the better.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The highly spiced chai tea was great too.", "opinions": []}
{"text": "Tuk Tuk is one of those comfortable neighborhood joints where you know you will always have a good meal at a fair price.", "opinions": []}
{"text": "I had very high expectations for this place and made a reservation a couple of months in advance for a special occasion.", "opinions": []}
{"text": "The dim sum servings here are a bit larger than I'm used to.", "opinions": []}
{"text": "Village is one of those places that scores on all fronts.", "opinions": []}
{"text": "My husband and I thougt it would be great to go to the Jekyll and Hyde Pub for our anniversary, and to our surprise it was fantastic.", "opinions": []}
{"text": "When I lived upstate for a while I would buy freeze the bagels and they would still be better than any else.", "opinions": []}
{"text": "we were seated at the sushi bar in front of yasuda.", "opinions": []}
{"text": "Quite frankly, this is some of the worst sushi I have ever tried.", "opinions": []}
{"text": "There are a few Italian employees who may not speak the best English but for me that adds to the experience.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "The food is expensive, but worth every bite.", "opinions": []}
{"text": "The staff is accomodating, the ambiance is exciting and yet relaxed, and the food is out of this world!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Warning: You may find it difficult to dine at other Japanese restaurants after a visit to Mizu!", "opinions": []}
{"text": "I had the tuna tartare with sake, mushroom ravioli with pinot noir, and the chocolate sampler with a dessert wine for $49.", "opinions": []}
{"text": "Delicious food at a great price but do not go here on a cold day and sit by the front door.", "opinions": []}
{"text": "Still, try it once, since if you end up loving the food, it could be one of your best dining experiences.", "opinions": []}
{"text": "But WARNING: to all those that use this site be weary, be very weary of recommendations.", "opinions": []}
{"text": "Sake collection was excellent (Try Nanbu Bijin), but pricy.", "opinions": []}
{"text": "To me it exemplifies Soho, cute, artsy, interesting.", "opinions": []}
{"text": "My friends and I came across this place while walking in the village.", "opinions": []}
{"text": "The plain slice is great and if you get toppings, the whole slice is topped with them, not sparsely sprinkled on like some places.", "opinions": []}
{"text": "I wish I lived there as I would eat at this place as often as possible!", "opinions": []}
{"text": "What a ripoff!", "opinions": []}
{"text": "It's a great place to pick up a cheap lunch or dinner.", "opinions": []}
{"text": "At the end you're left with a mild broth with noodles that you can slurp out of a cup.", "opinions": []}
{"text": "But I'd go back", "opinions": []}
{"text": "This place was not ALL THAT!", "opinions": []}
{"text": "Service is top notch.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "No free drink.", "opinions": []}
{"text": "I think the restaurant was too loud (when full) to be romantic.", "opinions": []}
{"text": "We always have a delicious meal and always leave feeling satisfied.", "opinions": []}
{"text": "My husband and I both ordered the Steak, medium.", "opinions": []}
{"text": "I've waited over one hour for food.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "But the thing that my wife and I hated was it was so loud and it felt like 'bar' or 'pub'.", "opinions": []}
{"text": "The food was terrific and the service classy, attentive, without being overbearing.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The lamb meat was under-cooked and EXTRMELY CHEWY.", "opinions": []}
{"text": "I in all reality felt as if I had just gotten off Air France and was in the 8th District in Paris.", "opinions": []}
{"text": "But this place is a well-oiled machine so they know what they're doing.", "opinions": []}
{"text": "Finally a reliable Chinese restaurant!", "opinions": []}
{"text": "Will never be back.", "opinions": []}
{"text": "We weren't even at our table for more than an hour total.", "opinions": []}
{"text": "The puke green walls leave a lot to be desired, but the food is very good.", "opinions": []}
{"text": "Food-awesome.", "opinions": []}
{"text": "You rarely have to wait for a seat and the currys (masaman, green, red) are full of flavor and come super spicy if you ask for it.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "And the staff is also young, energeic and hot!!!!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Terrible experience.", "opinions": []}
{"text": "The photobook menu was a cute touch, certainly helped my group and I pick the fried chicken, pork chop, and noodle dishes that we all ordered.", "opinions": []}
{"text": "Gigino's in Wagner Park is so enjoyable.", "opinions": []}
{"text": "great wine list (italian), good food, service was INITIALLY fine.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "Its an excellent place to relax and the food is one of the best in the city of New York.", "opinions": []}
{"text": "This is an amazing place to try some roti rolls.", "opinions": []}
{"text": "Stuffing yourself with Japanese food is a rare thing.", "opinions": []}
{"text": "They're are better Taiwanese restaurants and they are located in Flushing, Queens.", "opinions": []}
{"text": "The selection changes frequently but the basic dishes are always available.", "opinions": []}
{"text": "Upon entering, we were greeted by the owners, Steven and Frederick, who went out of their way to be more than gracious hosts.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Great for large groups and celebrations - our SUPER HAPPY waiter was the entertainment of the evening.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Good French restaurant in an area devoid of decent restaurants unless you're into eating 4 pound pastrami sandwiches at Katz' Deli, or Mexican food which is supplied by capable restaurants.", "opinions": []}
{"text": "The dinner menu is diverse and top-notch as well.", "opinions": []}
{"text": "I grew up on these bagels.", "opinions": []}
{"text": "I come from a family of pizzeria owners, and I'm almost ashamed to say that the pizza in Fornino's blows my families receipies away.", "opinions": []}
{"text": "They're rude at times, and not very friendly.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I just wonder how you can have such a delicious meal for such little money.", "opinions": []}
{"text": "I've never been disappointed.", "opinions": []}
{"text": "Place should also have a 1,2,3 chili rating to be more authentic...", "opinions": []}
{"text": "I am happy i did the food was awsome.", "opinions": []}
{"text": "The food is wonderful, tasty and filling, and the service is professional and friendly.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "($200 for 2 glasses of champagne, not too expensive bottle of wine and 2 after dinner drinks).", "opinions": []}
{"text": "please don't fool us.", "opinions": []}
{"text": "I wasn't thrilled to have to wait on line for thirty minutes, but I guess that's the price you pay for a popular place.", "opinions": []}
{"text": "The food was below average, the service was pathetic, there was no ambience at all.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The food at this place is 'gourmet' Indian cuisine.", "opinions": []}
{"text": "As a retired hipster, I can say with some degree of certainty that for the last year Lucky Strike has been the best laid-back late night in the city.", "opinions": []}
{"text": "Fast service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "It's all about the food !!", "opinions": []}
{"text": "We went here for lunch a couple of weeks ago on a Saturday, and I was thoroughly impressed with the food.", "opinions": []}
{"text": "Dakshin is one of the few affordable and tasty Indian restaurant in the upper east side.", "opinions": []}
{"text": "This is my favorite Italian restaurant in all of New York City.", "opinions": []}
{"text": "They never brought us complimentary noodles, ignored repeated requests for sugar, and threw our dishes on the table.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Nothing against a good sales call, but the tactics at Amma are just too obvious.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Owner must have coem on this website to give himself credit.", "opinions": []}
{"text": "my picks: Guizhou chicken, fish with hot bean source, fish fillet in spicy source (special menu).", "opinions": []}
{"text": "Top spot in town for Vietnamese classics, better than places that cost a lot more.", "opinions": []}
{"text": "I went to pams with my girlfriend, and i love it.", "opinions": []}
{"text": "This is the best sushi in new york city - hands down.", "opinions": []}
{"text": "The outdoor atmosphere of sitting on the sidewalk watching the world go by 50 feet away on 6th avenue on a cool evening was wonderful.", "opinions": []}
{"text": "The food is delicious - from the specials to the regular menu-fare, the dishes are never a disappointment.", "opinions": []}
{"text": "The food arrived 20 minutes after I called, cold and soggy.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The menu was impressive with selections ranging from a burger, to steak, to escargot.", "opinions": []}
{"text": "I can't wait for summer, when they serve outside on their gigantic patio.", "opinions": []}
{"text": "Whether it's the parmesean porcini souffle or the lamb glazed with balsamic vinegar, you will surely be transported to Northern Italy with one bite.", "opinions": []}
{"text": "(Always ask the bartender for the SEASONAL beer!!!", "opinions": []}
{"text": "If you are a carnivore, come hungry and you will leave more satisfied than you have ever been.", "opinions": []}
{"text": "It is a lot of fun with live entertainment and all kinds of Disney type special effects.", "opinions": []}
{"text": "Stay away from this place.", "opinions": []}
{"text": "Grilled whole fish wonderful, great spicing.", "opinions": []}
{"text": "We took advanatage of the half price sushi deal on saturday so it was well worth it.", "opinions": []}
{"text": "And the food was fantastic.", "opinions": []}
{"text": "Great for groups, great for a date, great for early brunch or a nightcap.", "opinions": []}
{"text": "Oh, don't even let me start with how expensive the bills were!", "opinions": []}
{"text": "However, I do not understand the extraordinary hype about this restaurant.", "opinions": []}
{"text": "I'd call it an 'italian dinner'.", "opinions": []}
{"text": "my personal favorite is an everything bagel with lox spread, but all the bagles are unbeliavably good.", "opinions": []}
{"text": "Good, dark atmosphere and the music is a nice touch.", "opinions": []}
{"text": "I have been coming here for years and have nothing but good things to say about the service and the great staff at La Lanterna.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "It's somewhere you can eat and be happy.", "opinions": []}
{"text": "HIGHLY RECOMMENDED!!!!!", "opinions": []}
{"text": "THe back garden sitting area is very pleasant, where you can see their personal herb garden.", "opinions": []}
{"text": "You can also special order any kind of dumpling,etc.", "opinions": []}
{"text": "Told us to sit anywhere, and when we sat he said the table was reserved.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Nicky the Nose at the bar is a treat.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Incredible food at a very agreable price brings me back just about every other day to this authentic Thai restaurant.", "opinions": []}
{"text": "The service is excellent, the decor is great, and the food is delicious and comes in large portions.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "This has got to be one of the most overrated restaurants in Brooklyn.", "opinions": []}
{"text": "But that wasn't the icing on the cake: a tiramisu that resembled nothing I have ever had.", "opinions": []}
{"text": "The food was delicious, the atmosphere was relaxed, and we have now adopted Plate 347 as our Secret on Second!", "opinions": []}
{"text": "The design and atmosphere is just as good.", "opinions": []}
{"text": "Dip the ingredients in with your chopsticks, swirl them around, and eat.", "opinions": []}
{"text": "Delivery is fast too.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Tuk Tuk is one of the rare choices for me to go in Brooklyn.", "opinions": []}
{"text": "Yeah, it's that good.", "opinions": []}
{"text": "Patroon features a nice cigar bar and has great staff.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "For some reason, all the seafood on the menu was unavailable except for the Salmon.", "opinions": []}
{"text": "You will not be disapointed at all.", "opinions": []}
{"text": "This is the Jackel and Hideof the restaurants on the UES.", "opinions": []}
{"text": "Emilio, the owner, is often sitting in the front table greeting guests as they come and go.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Over the years the host, Vittorio, and his crew, have always treated me as family--although with all the business this not-so-little gem does, it amazing he's even able to remember a consistent but not-so-frequent visitor.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "They need a kick out of it but until then the sushi is pretty good and the place is consistent.", "opinions": []}
{"text": "I have had so many dinners here and it's always been perfect - on a date with my husband, with my mom, with girlfriends and larger groups.", "opinions": []}
{"text": "I suspect this restaurant is what Rao's would be if it hadn't turned exclusive.", "opinions": []}
{"text": "Their exotic salad is basic ly a delcious little green salad with a peanut sauce that is perfect before their sweet basil fried tofu.", "opinions": []}
{"text": "The staff makes you feel at home, the food is great and the atmosphere is WONDERFUL!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Went with mommy (the only person who could afford taking me here).", "opinions": []}
{"text": "Good for casual dinner with jeans and sneakers.", "opinions": []}
{"text": "A great addition to Smith Street: finally, a place that's not pretentious and filled with women wearing Ugg boots.", "opinions": []}
{"text": "Staffs are not that friendly, but the taste covers all.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Our agreed favorite is the orrechiete with sausage and chicken (usually the waiters are kind enough to split the dish in half so you get to sample both meats).", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "There's nice and quiet, small but enough for 6 (or more).", "opinions": []}
{"text": "The waitress, seems to be more concerned of looking good than actually waitressing.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I've never felt more unwelcome than last month at Jimmy's Bronx Cafe.", "opinions": []}
{"text": "Deep Fried Skewers are good and still rare to find in NYC.", "opinions": []}
{"text": "I came into the city to try out this restaurant because a friend had recommended it to my husband.", "opinions": []}
{"text": "I had their eggs benedict for brunch, which were the worst in my entire life, I tried removing the hollondaise sauce completely that was how failed it was.", "opinions": []}
{"text": "So if you want a nice, enjoyable meal at Montparnasse, go early for the pre-theater prix-fixe.", "opinions": []}
{"text": "I had a terrific meal, and our server guided us toward a very nice wine in our price range, instead of allowing us to purchase a similarly priced wine that wasn't as good.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The atmosphere is great if your looking for a laid back scene and an inexpensive way to spend a weekend afternoon.", "opinions": []}
{"text": "We are very particular about sushi and were both please with every choice which included: ceviche mix (special), crab dumplings, assorted sashimi, sushi and rolls, two types of sake, and the banana tempura.", "opinions": []}
{"text": "Everyone was more then happy with his choices.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The food is terrible and overall, I would have to say avoid at all costs.", "opinions": []}
{"text": "My son and his girlfriend both wanted cheeseburgers and they were huge!", "opinions": []}
{"text": "I would recommend putting your name down and then getting a drink at a local bar first though because of the wait time.", "opinions": []}
{"text": "It appears to be the owner's first venture and it shows.", "opinions": []}
{"text": "I hate this.", "opinions": []}
{"text": "Drinks way over priced.", "opinions": []}
{"text": "The food is fresh, delicious, and reasonably priced.", "opinions": []}
{"text": "Service was on par but not wonderful.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "The worst excuse for Japanese food I've ever encountered.", "opinions": []}
{"text": "While we thoroughly enjoyed the food, it was annoying to scream across the table for conversation.", "opinions": []}
{"text": "One of my favorite restaurants in the neighborhood.", "opinions": []}
{"text": "I had the black cod with yuzu sauce, which was wonderful.", "opinions": []}
{"text": "The burger was great, also.", "opinions": []}
{"text": "Despite a slightly limited menu, everything prepared is done to perfection, ultra fresh and a work of food art.", "opinions": []}
{"text": "Bon appettite!!", "opinions": []}
{"text": "The last time I went we were seated at a table in a corridor next to the kitchen.", "opinions": []}
{"text": "Excellent lunch buffet for only $6.95.", "opinions": []}
{"text": "The bartender on my most recent visit was so incredibly rude that I will never go back.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "but overall i give it a 10", "opinions": []}
{"text": "I was very impressed by this low-key upper eastsider and their authentically thai cuisine!!!", "opinions": []}
{"text": "The Steak Tartare is a great bet, they fix it for you at the table.", "opinions": []}
{"text": "Bottom line: B+ for the food, F for the service.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "This place, which is only a few months old, is perhaps Queens' biggest secret!", "opinions": []}
{"text": "Warm and friendly in the winter and terrific outdoor seating in the warmer months.", "opinions": []}
{"text": "This place started off a little iffy, but is now one of my favorite indian restaurants in NYC (and I'm indian, so I should know).", "opinions": []}
{"text": "We only ordered desserts and drinks, but no refills were offered.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Located at the end of a magnificent block.", "opinions": []}
{"text": "I have been going back again and again.", "opinions": []}
{"text": "We were in search of food and stumbled on this block of Indian restaurants on East Sixth Street.", "opinions": []}
{"text": "To finish off such a delightful dinner experience you must have dessert, especially the White Chocolate Bread Pudding with Gelato and hot chocolate.", "opinions": []}
{"text": "We usually just get some of the dinner specials and they are very reasonably priced and very tasty.", "opinions": []}
{"text": "The only positive was the wait staff, which was prompt, knowledgable, and likeable.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Glad you have the luxury to throw out paying customers.", "opinions": []}
{"text": "Old school meets New world.", "opinions": []}
{"text": "Awsome Pizza especially the Margheritta slice.", "opinions": []}
{"text": "Saul is pretty good, but definitely not great.", "opinions": []}
{"text": "We were sorry to check them off our list as we had enjoyed and recommended the place in the past.", "opinions": []}
{"text": "However, for what we spent, overall, it just was not up to par.", "opinions": []}
{"text": "However, it's not worth a special trip.", "opinions": []}
{"text": "The staff is incredibly helpful and attentive.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "We've been to Grocery three times and not once has an item on the menu disappointed.", "opinions": []}
{"text": "Joe's Pizza used to have the best slice until this pizzeria opened up.", "opinions": []}
{"text": "What a great place!", "opinions": []}
{"text": "I am not sure if I would call the food here Indian as it is a fusion of what seems to be French with an Indian or exotic touch.", "opinions": []}
{"text": "It's like they took leftover chicken, poured oil and sprinkled pepper powder over it (the sauce was translucent and red).", "opinions": []}
{"text": "After we got our sashimi order, I could not believe how small the portions were!", "opinions": []}
{"text": "Service was devine, oysters where a sensual as they come, and the price can't be beat!!!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "They are not helpful in the least and will give you the grand run around so by the time the event date rolls around you will not only regret chosing this place, but also become hostile!", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Growing up in NY, I have eaten my share of bagels.", "opinions": []}
{"text": "this one is definintely my least favorite.", "opinions": []}
{"text": "Wouldn't recomend it for dinner!", "opinions": []}
{"text": "the food was undercooked-the sauce watery, and the vegetables raw.", "opinions": []}
{"text": "Our server was very helpful and friendly.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Friendly and informative staff, very attentive and prompt raw bar service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "we split a tasty vegetable samosa and the malai tikka wrap.", "opinions": []}
{"text": "The wait staff is pleasant, fun, and for the most part gorgeous (in the wonderful aesthetic beautification way, not in that she's-way-cuter-than-me-that-b@#$* way).", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Overall, worht every penny.", "opinions": []}
{"text": "Service was very good - prompt, attentive and non-intrusive.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Moules were excellent, lobster ravioli was VERY salty!", "opinions": []}
{"text": "As we were leaving, the couple standing by the door said to another waiter, we're not in a hurry.", "opinions": []}
{"text": "We have never had any problems with charging the meal or the tip, and the food was delivered quickly, but we live only a few minutes walk from them.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The decor is nice, but more casual than fine dining.", "opinions": []}
{"text": "We didn't get drink refills and she didn't even offer us the option of dessert.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Great neighborhood joint.", "opinions": []}
{"text": "Our waitress was sweet and accomodating, not overbearing.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Unbelievable.", "opinions": []}
{"text": "The service was terrible, we had to wait for everything and ask several of different people for the same thing before we were allowed to be served.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Just don't do it.", "opinions": []}
{"text": "Should you happen to be impressed by the cuisine definitely try it.", "opinions": []}
{"text": "All conveniently delivered right to the door.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "It takes forever to get a drink and they almost always forget to bring something (although they dont forget to charge you for it.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Visited there while on vacation and reading the reviews.", "opinions": []}
{"text": "I liked the beer selection!", "opinions": []}
{"text": "If you go for the pre-theatre menu, it's an even greater deal.", "opinions": []}
{"text": "I can't wait for the nex time.", "opinions": []}
{"text": "A guaranteeed delight!", "opinions": []}
{"text": "It's a place for people who pay a lot for mediocre food, noise and a chance to be with their fellow bridge and tunnel folks.", "opinions": []}
{"text": "I think the stuff was better than Disney.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "highly recommended.", "opinions": []}
{"text": "Best of all is the warm vibe, the owner is super friendly and service is fast.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Wondering who had the best deals we noticed a line had formed to wait for this one particular establishment.", "opinions": []}
{"text": "Everyone treats you like you were part of the family.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "It is not a place for tourists or someone who has never dined in Bay Ridge.", "opinions": []}
{"text": "Try their plain pizza with fresh garlic or eggplant.", "opinions": []}
{"text": "You can't go wrong here.", "opinions": []}
{"text": "The atmosphere is great!!!", "opinions": []}
{"text": "Scalina Fedeli reminded me why service is so integral to fine dining.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Cozy romantic atomosphere with only around 15 tables at most.", "opinions": []}
{"text": "Meat dishes now adorn the selections, although there's still a large number of vegetarian-friendly choices.", "opinions": []}
{"text": "We were not dissappointed in the least bit by this little gem.", "opinions": []}
{"text": "Kudos Haru", "opinions": []}
{"text": "Unique apppetizers.", "opinions": []}
{"text": "Odd for Ave B, not just odd, The place attracts an eclectic crowd to say the least.", "opinions": []}
{"text": "Edible but really a ripoff at those prices given whats in the area.", "opinions": []}
{"text": "Even after they overcharged me the last time I was there.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "We've only eaten in the restaurant once, but we have ordered many times for dinner.", "opinions": []}
{"text": "all the food was excellent - considering the quality of food in most moderately priced restaurants is mediocre this was slightly more pricey and well worth it.", "opinions": []}
{"text": "Ummm...the beer was cold.", "opinions": []}
{"text": "I have lived in NY for many years and have dined at many restaraunts.", "opinions": []}
{"text": "I asked for an open faced cheese sandwich and the manager basically told me to take my business elsewhere!", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Go here for a romantic dinner but not for an all out wow dining experience.", "opinions": []}
{"text": "it is not consistent.", "opinions": []}
{"text": "I have eaten at Saul, many times, the food is always consistently, outrageously good.", "opinions": []}
{"text": "Suan was a recommendation that I am glad we heeded.", "opinions": []}
{"text": "Even though the restaurant was packed, we were seated promptly and even asked for a table upstairs with no problems.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I live on the street this place is on.", "opinions": []}
{"text": "They should have called it mascarpone with chocolate chips-good but a far cry from what the name implies.", "opinions": []}
{"text": "The prices and ambience are especially great considering it's in the West Village.", "opinions": []}
{"text": "I am not the most experienced person when it comes to Thai food, but my friend who took me there is.", "opinions": []}
{"text": "Finally!", "opinions": []}
{"text": "You must have the crabmeat lasagna which is out of this world and the chocolate bread pudding for dessert.", "opinions": []}
{"text": "Service was very friendly.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Great friendly service, Fast seating, Fast Delivery, Excellent sushi.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "even the wine by the glass was good.", "opinions": []}
{"text": "This place would be so much better served by being run by a group that actually understands customer service.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "They don't concern much of customer's health, just want to make money.", "opinions": []}
{"text": "The fried dumplings are GREAT!", "opinions": []}
{"text": "It's better than being on the roof of Sutton Place with 19 year old interns jabbing you in the ribs all night.", "opinions": []}
{"text": "I had a huge pastrami sandwich on a roll.", "opinions": []}
{"text": "Same owner as the guy who owns Typhoon, which is just down the street on St. Marks and 1st Ave.", "opinions": []}
{"text": "THe Pizza and wine were excellent-the service too--but what really MADE this place was the backyard dining area.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I had the mango chicken and i can't go on to tell you how delicious that was and the presentation was beatiful.", "opinions": []}
{"text": "Good food.", "opinions": []}
{"text": "With so many good restaurants on the UWS, I don't need overpriced food, absurdly arrogant wait-staff who don't recognize they work at a glorified diner, clumsy service, and management that doesn't care.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Anyone who ever dined at a thai restaurant is in for a huge disappointment.", "opinions": []}
{"text": "The sandwhiches are out-of-this world!", "opinions": []}
{"text": "I got enough reasons to keep coming back!!!", "opinions": []}
{"text": "Took my sister here before attending a show one evening.", "opinions": []}
{"text": "Not pretentious and very economical.", "opinions": []}
{"text": "Take a good sense of humor,an American express card with no limit, walk out with a lollipop,gift bag in hand and enough marketing materials for alain to to take the show on the road", "opinions": []}
{"text": "honestly the worst sushi my husband and i had in our entire lives.", "opinions": []}
{"text": "great for a romantic evening, or a fun evening with friends...", "opinions": []}
{"text": "Sure enough, exactly 30 minutes later we got the call and were seated promptly.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "We were worried we would have trouble getting in, but somehow managed to have a short wait.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I would recommend Roxy's for that, but not for their food.", "opinions": []}
{"text": "Also, top the meal with a delicious and perfect slice of tiramisu.", "opinions": []}
{"text": "My six year old loved it.", "opinions": []}
{"text": "If you venture off the island of Manhattan and can't seem to find a great Italian restaurant, drive to Corona.", "opinions": []}
{"text": "The price is reasonable although the service is poor.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I've been there a few times, and I usually end up sitting next to some pretty odd people.", "opinions": []}
{"text": "And Kruno, the beverage manager is the best bartender I have yet to come across.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "try the spicy shrimp appetizer (again, not the greatest value in the world but worth the price) and the lamb vindaloo is great.", "opinions": []}
{"text": "Prices are very good.", "opinions": []}
{"text": "after dining at B.O.G over twenty times now, its official !", "opinions": []}
{"text": "Instead of wasting your time here: SUPPORT RESTAURANTS THAT CARE ABOUT FOOD.", "opinions": []}
{"text": "Taxan delicious!", "opinions": []}
{"text": "Fluke sashimi drizzled with jalapeno-lime olive oil, the fruit of the oil nicely highlighting the fish's sweetness.", "opinions": []}
{"text": "I got the $10 10-piece dim sum combo, every bite of which was great.", "opinions": []}
{"text": "All in all a wonderful experience, can't wait to come back.", "opinions": []}
{"text": "After really enjoying ourselves at the bar we sat down at a table and had dinner.", "opinions": []}
{"text": "Its not curry in a slurry crap, and regular run of the mill food.", "opinions": []}
{"text": "But they've done a really nice job of offering all the typical pizzeria faves plus some terrific specials like the Godmother pizza (a sort of traditional flat pizza with an olive oil-brushed crust and less tomato sauce than usual).", "opinions": []}
{"text": "We ordered the special, grilled branzino, that was so infused with bone, it was difficult to eat.", "opinions": []}
{"text": "Katz's has been a NYC original for over 100 years.", "opinions": []}
{"text": "Great pizza for lunch place.", "opinions": []}
{"text": "I came to this restaurant expecting to be surprised but left bored and overcharged.", "opinions": []}
{"text": "Murray won't do it.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Not the greatest sushi place, but excellent for a $19.95 all you can eat.", "opinions": []}
{"text": "Great food and the prices are very reasonable.", "opinions": []}
{"text": "They smell like they stuff them with old canned vegetables like the spinach mushroom calzone.", "opinions": []}
{"text": "This place doesn't compare with Mamoun's in terms of price, freshness, value, and consisent quality, but that's just my opinion.", "opinions": []}
{"text": "Very neighborhoody, very quick and sufficient.", "opinions": []}
{"text": "Worth visiting the 1st Ave spot because it is the original store.", "opinions": []}
{"text": "As much as I like the food there, I can't bring myself to go back.", "opinions": []}
{"text": "I particularly love their yellowfun tuna and their mussel selection.", "opinions": []}
{"text": "You can barely see who you are with never mind have a conversation.", "opinions": []}
{"text": "Personal pans are the perfect size for those hungry nights.", "opinions": []}
{"text": "If you don't mind pre-sliced low quality fish, unfriendly staff and a sushi chef that looks like he is miserable then this is your place.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Service was good and food is wonderful.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Planet Thailand has always been a hit with me , I go there usually for the sushi, which is great , the thai food is excellent too .", "opinions": []}
{"text": "The service is good and ambience is good for a date or group outing.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Have the iced tea.", "opinions": []}
{"text": "I think locals rate this place so high.", "opinions": []}
{"text": "It's one of our favorite places to eat in NY.", "opinions": []}
{"text": "Perhaps this food is considered extreme to an Upper East Side resident, but for the rest of us who've actually eaten ethnic food, this is simply dull.", "opinions": []}
{"text": "Don't dine at Tamarind for the vegetarian dishes, they are simply not up to par with the non-veg selections.", "opinions": []}
{"text": "Everything is delicious, though, my gf and I come here once a week sometimes- you will get addicted!", "opinions": []}
{"text": "The menu consisted of standard brassiere food, better then places like Balthazar etc.", "opinions": []}
{"text": "I HATE HATE HATE this place.", "opinions": []}
{"text": "Won't or Can't is not in the service directory.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The prices were fantastic.", "opinions": []}
{"text": "Here's to the fake fish tanks too...", "opinions": []}
{"text": "I am surprised to say the least and find such practice not worth the effort.", "opinions": []}
{"text": "The sushi has been from average to below average, the wait service has always been sub-par the atmosphere goes from nice to really irritating (if you sit in the area beyond the kitchen, the acousitcs are horrid, everything echoes is extremely loud).", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "A restaurant that doesn't try to do anything except serve great food with great service in a pleasant atmosphere.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "This was my frist time at Cafe St. Bart's and I must say how delicous the food and the service was.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Somewhat pricey but what the heck.", "opinions": []}
{"text": "The Waitstaff were very nice and suggested swordfish for my husband he enjoyed his meal.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Overall A oh ya even though there is waiting it is deff worth it", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "It is the type of place to run into old friends and have a late, raucus dinner.", "opinions": []}
{"text": "The food was boring and expensive.", "opinions": []}
{"text": "The place was real empty but that was because this was the first Sunday they ever opened.", "opinions": []}
{"text": "Obv caviar is top of the line but the rest of the menu is so diverse it gives you a chance to taste so manydifferent varietys.", "opinions": []}
{"text": "Service is fast and friendly.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "It's just O.K. pizza.", "opinions": []}
{"text": "That said, I thought Scalini Fedeli was one of the best dining experiences I've EVER had.", "opinions": []}
{"text": "I highly recommend Cafe St. Bart's for their food, the ambience and wonderful service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Service was also very good.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "While the menu isn't especially groundbreaking, everything I've tried so far has been well-executed and tasty.", "opinions": []}
{"text": "The sandwiches are dry, tasteless and way overpriced.", "opinions": []}
{"text": "Moderate prices.", "opinions": []}
{"text": "Avoid at all costs.", "opinions": []}
{"text": "But, nothing stands out about the cooking.", "opinions": []}
{"text": "The pizza was pretty good and huge.", "opinions": []}
{"text": "it's the only place you can get yummy authentic japanese comfort food.", "opinions": []}
{"text": "Now at the top of our list, Del Frisco's Steakhouse.", "opinions": []}
{"text": "It was tiny and I felt like I was eating in someone's living room.", "opinions": []}
{"text": "Since it literally is a complete hole in the wall, it's a bit intimidating at first, but you get over that very quickly as soon as the friendly staff welcomes you - don't hesitate to ask for help with what to get.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I only have friends.", "opinions": []}
{"text": "The food is great and they have a good selecion of wines at reasonable prices.", "opinions": []}
{"text": "The food is amazing!!!!", "opinions": []}
{"text": "I've been to several places for Dim Sum and this has got to be the WORST.", "opinions": []}
{"text": "By far this is the only chinese desserts place I know in NY or anywhere close in the Northeastern America that serves desserts with frog jelly in a couple of varieties and pig feet ginger simmered in black vinegar.", "opinions": []}
{"text": "Our waiter and all of the people helping him were attentive and genuine.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "There is a lot of variety even for people who eat vegetarian like me.", "opinions": []}
{"text": "The seating was if they were trying to get the maximum amount of people into the restaurant, so be nice to your neighbor when you dine here.", "opinions": []}
{"text": "The bread and lamb chops I had before the meal were quite good, however.", "opinions": []}
{"text": "The decor is vibrant and eye-pleasing with several semi-private boths on the right side of the dining hall, which are great for a date.", "opinions": []}
{"text": "Searching to get out from the cold, freezing weather, we went into what we thought was a deli.", "opinions": []}
{"text": "The Pad thai, lad nar and various other dishes all look good on paper but, I've had better thai food in less asthetically pleasing places.", "opinions": []}
{"text": "Ruby Foo's is a tourist trap.", "opinions": []}
{"text": "i went to utsav about a yr ago with my family.", "opinions": []}
{"text": "stick with the chicken, beef, and lamb dishes.", "opinions": []}
{"text": "We walked in on a Wednesday night and were seated promptly.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "While the food was good (certainly no Il Mulino) the service was horrendous.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The music is the best among all the Indian restaurants I have visited.", "opinions": []}
{"text": "The service is friendly, if not the most prompt in the world, the food is great, and the prices, while not cheap, won't put your wallet out of commission.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Try it side by side and there's no comparison.", "opinions": []}
{"text": "We visited Orsay during NY Restaurant Week and tried their $35 menu.", "opinions": []}
{"text": "They are amazing!", "opinions": []}
{"text": "We love the food, drinks, and atmosphere!", "opinions": []}
{"text": "When my dessert came, there was a candle in it - not because anyone asked for one - but because the waiter must have seen me opening my birthday card and gift, and said he knew it was a special occassion of some sort.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "JUST AWSOME.", "opinions": []}
{"text": "Ambience is so cute and quaint, good for business although we were there on vacation.", "opinions": []}
{"text": "You will pay a lot for the decore, but the food is no better or worse than a lot of other Chinese and Asian fusion places in NY.", "opinions": []}
{"text": "Great selection of wine, and seafood.", "opinions": []}
{"text": "big and soft as well as good lunch food.", "opinions": []}
{"text": "Really.", "opinions": []}
{"text": "Food was OK - fish was cooked well.", "opinions": []}
{"text": "This place is the most Japanese it can ever get.", "opinions": []}
{"text": "They treat me like family, morning and night.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Highly recommended to all!", "opinions": []}
{"text": "It's also attached to Angel's Share, which is a cool, more romantic bar...", "opinions": []}
{"text": "A one women show!", "opinions": []}
{"text": "I found this restaurant to be one that truly values its patrons.", "opinions": []}
{"text": "I would recommend this place to anyone and would without a doubt come again.", "opinions": []}
{"text": "They refuse to seat parties of 3 or more on weekends.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Took my mom for Mother's Day, and the maitre d' was pretty rude.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "As there were so many to choose from we wandered up and down the street looking in the windows and such noticicing many empty seats ,except at Taj Mahal.", "opinions": []}
{"text": "Deliveries often take up to an hour and the prices are higher than most other pizzerias in the area.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "In China the phrase for a good restaurant is hot and loud.", "opinions": []}
{"text": "I was there on sat.", "opinions": []}
{"text": "The wait staff is very freindly, they make it feel like you're eating in a freindly little european town.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The best part of the experience was knowing that the manager (a bubbly, friendly young woman with a great smile) truly cared about how we were doing.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "This is a cute place and could be good but they need to get their act together.", "opinions": []}
{"text": "Check out the secret back room.", "opinions": []}
{"text": "I've eaten at Pizza Gruppo a few times, but more often I order delivery.", "opinions": []}
{"text": "The second you walk through the heavy vault like door, with people anticipating your arrival you get the sense that you are going to have the dining ride of a lifetime.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I have to say that I am pleasantly suprised and I will most likely stop in again if I am in the neighborhood.", "opinions": []}
{"text": "The food was actually aweful.", "opinions": []}
{"text": "The dish had like 6 pieces of beef in it.", "opinions": []}
{"text": "Thank You Emilio.", "opinions": []}
{"text": "Ambiance is barely romantic but management tries.", "opinions": []}
{"text": "The food was great.", "opinions": []}
{"text": "For many people, this may not seem like Aunthentic Thai food because most places in NYC arent quite authentic.", "opinions": []}
{"text": "I work around the corner and tried it with a colleague for the first time.", "opinions": []}
{"text": "It was wonderful.", "opinions": []}
{"text": "I also ordered the Change Mojito, which was out of this world.", "opinions": []}
{"text": "The food was very good, a great deal, and the place its self was great.", "opinions": []}
{"text": "Most of the servers are very attentive, friendly and quite attractive.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I for one will never patronize them again.", "opinions": []}
{"text": "This is the best thing in Soho.", "opinions": []}
{"text": "We were seated promptly as we had reservations, however after that the service was slow.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "- for dessert we split chocolate cake and vanilla gelato (with espresso), which were tasty, but I thought a bit overpriced.", "opinions": []}
{"text": "Winnie and her staff are the best crew you can find serving you.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "great eats, good times.", "opinions": []}
{"text": "Really cool stauff inside.", "opinions": []}
{"text": "Good to find a restaurant where the owners have some imagination and they have actually pulled it off, like in this case.", "opinions": []}
{"text": "There is a real gallery of stars that have visited.", "opinions": []}
{"text": "We try frequenting new restaurants all over the city, but any time that we  visit a restaurant other than Roth's we are always disappointed.", "opinions": []}
{"text": "The restaurant looks out over beautiful green lawns to the Hudson River and the Statue of Liberty.", "opinions": []}
{"text": "Keep up the good work guys!", "opinions": []}
{"text": "However, I was there for a work dinner not long ago when my colleague from London noticed a very large waterbug on the ceiling.", "opinions": []}
{"text": "Please save yourself the frustration.", "opinions": []}
{"text": "sometimes i get bad food and bad service, sometimes i get good good and bad service.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Every waitress and customer who passed by me bumped into my chair.", "opinions": []}
{"text": "I loved everythig about it-especially the shows and actors.", "opinions": []}
{"text": "While most people can attest to spending over $50 on drinks in New York bars and hardly feeling a thing, the drinks here are plentiful and unique.", "opinions": []}
{"text": "i would just ask for no oil next time.", "opinions": []}
{"text": "Great food at REASONABLE prices, makes for an evening that can't be beat!", "opinions": []}
{"text": "It was raining, and we figured why not?", "opinions": []}
{"text": "Although the tables may be closely situated, the candle-light, food-quality and service overcompensate.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "It's not mind-blowing, but to me, thai food never is and never will be.", "opinions": []}
{"text": "The red curry is weak and tasteless, the pad thai is stuck together and lumpy, the rice is often overcooked, and the seafood is pretty sketchy.", "opinions": []}
{"text": "I went here with a friend on a whim, we went someplace else first and couldn't get a table.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Made my dining experience uncomfortable.", "opinions": []}
{"text": "This place is worth going even if only for their beer.", "opinions": []}
{"text": "This is the only Thai place I go too in NYC, it's wonderful, and live relaxed Jazz on certain nights.", "opinions": []}
{"text": "Given the incredible architecture surrounding it, this place has no character.", "opinions": []}
{"text": "This place is cool enough to be in the East Village, but French enough to make you feel like you could be in a bistro in a back alley in Paris.", "opinions": []}
{"text": "It's super-trendy and there's always someone to take that empty seat, so it seems that customer service has been deemed not of the essence.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The flavors are great, and the menu is extensive.", "opinions": []}
{"text": "THe perfect spot.", "opinions": []}
{"text": "If you are in a big group, this place is perfect because it recomends sharing - they have lazy susans on most tables - even families can feel comfortable here.", "opinions": []}
{"text": "The red sliding doors may be unique but they do not block off the cold air from the outside.", "opinions": []}
{"text": "I went there with my friend last saturday.", "opinions": []}
{"text": "The soup for the udon was soy sauce and water.", "opinions": []}
{"text": "The food was good.", "opinions": []}
{"text": "This place must have cost the owners afortune to build.", "opinions": []}
{"text": "The one up front will smile and say What can I get for you, brother?", "opinions": [{"sentiment": "neutral", "aspect": "service"}]}
{"text": "Interior was so so.", "opinions": []}
{"text": "There was a great deal for 6 Blue Point oysters and a beer or glass of wine for $8!", "opinions": []}
{"text": "The service was fast and friendly and the food was very tasty and they had the best hot sauce to add to your meals.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The barebecued salmon is elegantly spiced and not at all dry.", "opinions": []}
{"text": "I highly recommend Caviar Russe to anyone who wants delicious top grade caviar and fantastic service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "$20 for all you can eat sushi cannot be beaten.", "opinions": []}
{"text": "My host asked for appetizers for the group and the waiter gave us not only what we ordered, but some other items that were not ordered.", "opinions": [{"sentiment": "neutral", "aspect": "service"}]}
{"text": "Sushi wasn't anything spectacular for the price.", "opinions": []}
{"text": "Service was quick.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Its a nice quiet location to go eat a good meal, relax, be able to talk and have a very good time.", "opinions": []}
{"text": "We were very surprised by how good the food was on our first visit here on a Sunday night.", "opinions": []}
{"text": "The food is great.", "opinions": []}
{"text": "Not impressed with the food.", "opinions": []}
{"text": "The food was absolutely amazing!!", "opinions": []}
{"text": "It was like the servers forgot that they actually worked there and instead wanted to hang out and be cool.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I would say that all was fine and tasty but the heaviness on my stomach someting that i can't not mention or undermine.", "opinions": []}
{"text": "though the service could be better (possibly due to more than one very large group in the house), it is very cordial and warm, as is the general clientele.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "The service varys from day to day- sometimes they're very nice, and sometimes not.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "If you live outside the neighborhood, don't bother!", "opinions": []}
{"text": "The only disappointment was the coat check girls who didn't seem to know what a customer is on a realtively non-busy night (for the coat check girls).", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The only weird thing was if we got a bottle, the waitress would have simply multiplied the glass price X4, which makes no sense whatsoever.", "opinions": []}
{"text": "I love when restaurants think using fancy expensive ingrediants makes the food fine cuisine, even with no idea how to use them.", "opinions": []}
{"text": "Hurley's is terrific!", "opinions": []}
{"text": "Overall, not worth the money.", "opinions": []}
{"text": "I'm sure I'll return for a final judgement tho.", "opinions": []}
{"text": "I go back in line like three times on average until I can't walk anymore.", "opinions": []}
{"text": "The place is a lot of fun.", "opinions": []}
{"text": "The atmosphere is nothing special, but it feels like a Sushi establishment in Tokyo.", "opinions": []}
{"text": "Prices are higher to dine in and their chicken tikka marsala is quite good.", "opinions": []}
{"text": "While the food was excellent, it wasn't cheap (though not extremely expensive either).", "opinions": []}
{"text": "they bring service up a notch by offerng complementary amuse bouche to all tables and gave us a small dessert for our celebration.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Nice restaurant overall, with classic upscale Italian decor.", "opinions": []}
{"text": "These innovators of french indian fusion do a great job of making dishes as interesting as possible while still being accessible.", "opinions": []}
{"text": "The service is a little scatty at times but all is forgiven when the food arrives.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The food is above average for midtown and sligtly better than some of the other Heartland Breweries in the city.", "opinions": []}
{"text": "GO HERE.", "opinions": []}
{"text": "I've had pizza both times and the caprese salad appetizer.", "opinions": []}
{"text": "Hopefully next time, I will save room for dessert.", "opinions": []}
{"text": "We were less than impressed.", "opinions": []}
{"text": "Salads are a delicious way to begin the meal.", "opinions": []}
{"text": "but the service was a bit slow.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "A few tips: skip the turnip cake, roast pork buns and egg custards.", "opinions": []}
{"text": "in an effort to increase turnover, the restaurant offers no desserts beyond the complimentary espresso cup filled with chocolate mousse.", "opinions": [{"sentiment": "neutral", "aspect": "service"}]}
{"text": "I have been there many times, and food is good and consistent.", "opinions": []}
{"text": "Sauce was watery and the food didn't have much flavor.", "opinions": []}
{"text": "Highly recommended.", "opinions": []}
{"text": "If you want something really different than try Jekyll and Hyde.", "opinions": []}
{"text": "THR AT MOSHPHERE IS COMPACT, MODERN, YET COZY.", "opinions": []}
{"text": "Its worth the wait though.", "opinions": []}
{"text": "Even though it is a little loud, you don't have to yell at each other to talk.", "opinions": []}
{"text": "We had a party in their private room and they made it truly memorable and were very helpful in the planning.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "first it took us a long time to find the place.", "opinions": []}
{"text": "The prices were CHEAP compared to the quality of service and food.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "So, for good food i'd recommend it, but not for a fun night out.", "opinions": []}
{"text": "I was at Rao's last Wed.", "opinions": []}
{"text": "Overall a worthwhile experience.", "opinions": []}
{"text": "His wife Tanya, the hostess, completes the comforting atmosphere by being delightfully warm and gracious.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Saturday, Nov. 6th I had a group from work come in with about 35 people and the staff was amazing to accomodate us.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "For some reason the place was empty when we got in and remained so for the entire evening, I don't understand why but we had a blast and will definately go back the next time we are in the area.", "opinions": []}
{"text": "To begin, we were told there was a 30 minute wait and started to leave, when the hostess offered to call us on our cell phone when the table was ready.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "Of course, it is crowded but who cares.", "opinions": []}
{"text": "The appetizers are just OK and the main courses were decidedly subpar.", "opinions": []}
{"text": "Look foward to trying the Ruben upon returning.", "opinions": []}
{"text": "Lahore is a great place to duck into late-night when you need some really tasty food on the cheap -- you'll likely have trouble finishing the amount of food you get for FOUR DOLLARS.", "opinions": []}
{"text": "The price very reasonable.", "opinions": []}
{"text": "From the street it looks very hidden, and is actually an old warehouse.", "opinions": []}
{"text": "However, it just so happens that there's an even more amazing place just down the street.", "opinions": []}
{"text": "When we walked in it seemed like it was there for 200 years.", "opinions": []}
{"text": "I had a grat time at Jekyll and Hyde!", "opinions": []}
{"text": "Just wish they'd expand.", "opinions": []}
{"text": "fine dining restaurant quality.", "opinions": []}
{"text": "Consistently good Japanese Tapas.", "opinions": []}
{"text": "Great wine list, reasonably priced.--Sara", "opinions": []}
{"text": "(or sister, in my case!).", "opinions": []}
{"text": "The restaurant was packed at first, so we waited at the bar for about 20 minutes before we were seated.", "opinions": []}
{"text": "We always go there on the weekends and leave extremely full and satisfied.", "opinions": []}
{"text": "THE BEST PLACE TO BRING KIDS OR ANY FRIENDS WHO WANT TO DO SOMETHING DIFFERENT.", "opinions": []}
{"text": "The server was really cool and served us our food and drinks with a smile.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I live a block away and go to Patsy's frequently.", "opinions": []}
{"text": "My friend's food was also the complete opposite of what it's supposed to taste like (aND look like).", "opinions": []}
{"text": "They used shredded cheese on top!", "opinions": []}
{"text": "we love th pink pony.", "opinions": []}
{"text": "There is usually a wait but it is well worth it.", "opinions": []}
{"text": "On a recent Saturday night, I was with a group of 5 at the Bread Bar.", "opinions": []}
{"text": "i've been back to nha trang literally a hundred times for the beef cubes - they're that good.", "opinions": []}
{"text": "Not cheap, but not that expensive either.", "opinions": []}
{"text": "And I say snacking because it really is not set up to be a proper dinner.", "opinions": []}
{"text": "The prices are about $9 for an entree for dinner and even less for lunch.", "opinions": []}
{"text": "I loved it and would go again.", "opinions": []}
{"text": "The food was just awful, ATROCIOUS actually.", "opinions": []}
{"text": "We ate here in March, 2006 and ordered the pre-theatre 3-course dinner with wine flight.", "opinions": []}
{"text": "I would not recommend this place to anyone.", "opinions": []}
{"text": "Another plus is most of the entrees are approx.", "opinions": []}
{"text": "We were pleasantly greeted.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I am a 100 lb girl, had a glass of wine and a glass of beer prior to the dinner, and I was still HUNGRY after my visit to this place!", "opinions": []}
{"text": "The combination of fresh tomato sauce, fresh mozz cheese, basil and the dough they make with imported flour, makes this is one of the better pizza's in NY.", "opinions": []}
{"text": "Its a great place for a casual date or to entertain clients for lunch.", "opinions": []}
{"text": "This place is always very crowded and popular.", "opinions": []}
{"text": "They didn't give us the dinner special until we asked for it.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The setting is casual and romantic.", "opinions": []}
{"text": "For those that go once and don't enjoy it, all I can say is that they just don't get it.", "opinions": []}
{"text": "There are many Thai places in the city but so far Toons is #1.", "opinions": []}
{"text": "We were pleasantly surprised.", "opinions": []}
{"text": "This is one great place to eat pizza more out but not a good place for take-out pizza.", "opinions": []}
{"text": "The sides were ok and incredibly salty.", "opinions": []}
{"text": "We spent $200 in this place and left hungry and very disappointed.", "opinions": []}
{"text": "Complimentary stuff kept coming, and when the waiter saw me opening a gift, I received my dessert on a plate that had Happy Birthday written on it, with a candlevery nice touch, and attentive staff.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The service is ok but could be better.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "You can certainly find restaurants that offer a superior fine dining experience, but for superb food at reasonable prices, La Villa can't be beat.", "opinions": []}
{"text": "Bagels are ok, but be sure not to make any special requests!", "opinions": []}
{"text": "Fantastic!", "opinions": []}
{"text": "I would definitely recommend SEA if you like thai cuisine!", "opinions": []}
{"text": "Though you will undoubtedly be seated at a table with what seems like barely enough room (no matter what the size of your party), the warm atomosphere is worth the cramped quarters- you'll have fun and forgot about the tight spot you're in.", "opinions": []}
{"text": "This is a nice restaurant if you are looking for a good place to host an intimate dinner meeting with business associates.", "opinions": []}
{"text": "The restaraurant is very small so reservations are a must.", "opinions": []}
{"text": "20 minutes for our reservation but it gave us time to have a few cocktails and enjoy our surroundings and each other.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "i would go again if i didn't have to pay.", "opinions": []}
{"text": "They were served warm and had a soft fluffy interior.", "opinions": []}
{"text": "and we were thouroughly disapointed.", "opinions": []}
{"text": "Looking around, I saw a room full of New Yorkers enjoying a real meal in a real restaurant, not a clubhouse of the fabulous trying to be seen.", "opinions": []}
{"text": "If your visiting, you'll enjoy the ambiance and the fact that it's in Time Sq...", "opinions": []}
{"text": "The rest of the dim sum, though pricey by Chinatown standards, is worth it.", "opinions": []}
{"text": "bottles of wine are cheap and good.", "opinions": []}
{"text": "We had a great time at the Jekyll and hyde Pub last night.", "opinions": []}
{"text": "It is obvious that no one in the restaurant has any idea about or experience with Japanese cuisine.", "opinions": []}
{"text": "When you want a piece of beef, head on over.", "opinions": []}
{"text": "More important, the sushi rivals the best in Tokyo.", "opinions": []}
{"text": "Behind this counter, two men are squeezed in.", "opinions": []}
{"text": "When you're sitting in their main dining room (which has a spectacular, hand-painted high ceiling) you'd never know there was a world outside.", "opinions": []}
{"text": "Probably much busier for lunch, it's seldom crowded for dinner (too close to downtown).", "opinions": []}
{"text": "One of us actually liked the expresso - that's it.", "opinions": []}
{"text": "Yes, they use fancy ingredients, but even fancy ingredients don't make for good pizza unless someone knows how to get the crust right.", "opinions": []}
{"text": "The first 2 courses were very good, but the chocolate sampler was too rich for me and the dessert wine far too sweet.", "opinions": []}
{"text": "I've been to Joya twice and I will never go again.", "opinions": []}
{"text": "Regardless of whether there are two people or two hundred people ahead of you the hostess will take your name and tell you Five minutes.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "My wife and I ate here earlier this week and have not stopped ranting and raving about the food.", "opinions": []}
{"text": "Food was average and creme brulee was awful - the sugar was charred, not caramelized and smelled of kerosene.", "opinions": []}
{"text": "The sake menu should not be overlooked!", "opinions": []}
{"text": "Overall I would recommend it and go back again.", "opinions": []}
{"text": "Love Pizza 33..", "opinions": []}
{"text": "Try the lasagnette appetizer.", "opinions": []}
{"text": "Our friendly server made great food suggestions and also sent both the sommelier and the fromager to the table to help suggest different pairings for wine and cheese.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I highly recommend the Sophia pizza.", "opinions": []}
{"text": "Go inside and you won't want to leave.", "opinions": []}
{"text": "I know because I live nearby.", "opinions": []}
{"text": "The food, drinks and service are clearly among the best in the city.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "You can't go wrong with this place.", "opinions": []}
{"text": "Great value for the quality ingredients.", "opinions": []}
{"text": "It's a shame that a nice, convenient place like the Pink Pony can be so ruined by lousy service.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The food was not fresh, the sauces were bland and very oily.", "opinions": []}
{"text": "Waitstaff are very friendly.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The food is prepared quickly and efficiently.", "opinions": []}
{"text": "Unless you are eating in the Pizzeria side of this place, and are not in a rush, this place is a bad idea.", "opinions": []}
{"text": "The food inludes famous scrumptious bombay style chaat such as bhelpuri, sevpuri and samosa chaats, as well as other great indian appetizers.", "opinions": []}
{"text": "Beef noodle soup is good as well.", "opinions": []}
{"text": "Love the Jazz bands on Fri and Sat.", "opinions": []}
{"text": "Both are delicious, the cooks are friendly and are willing to take a moment and speak to you and shake your hand.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The menu seemed to have a wide variety of dishes for seafood lovers and interesting ways of preparing them.", "opinions": []}
{"text": "NO PIZZA 33 for me!", "opinions": []}
{"text": "There is also very limited seating and there can be a substantial wait in getting food at peak times.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I went here with my boyfriend and another couple.", "opinions": []}
{"text": "I LOVE their spicy scallop roll, and my boyfriend consistently gets the sesame chicken.", "opinions": []}
{"text": "Usually 3 vs. 4 items per dish.", "opinions": []}
{"text": "The all you can eat deal is truly amazing here.", "opinions": []}
{"text": "For Park avenue I expected so much more.", "opinions": []}
{"text": "When we notified him that he didn't mention the specials, he didn't apologize but let us know that we made a very good decision regardless.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "my first time here was with my gf for our 12 month anniversary.", "opinions": []}
{"text": "I REALLY ENJOYED THE SHOWS PUT ON BY THE ACTORS.", "opinions": []}
{"text": "His drinks are very inventive, delicious and classy.", "opinions": []}
{"text": "The service was attentive, yet unimposing, the food was far better than many notorious restaurants in Midtown and the wine list is extensive and well priced.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "we decided to eat in tea room which was small and cute.", "opinions": []}
{"text": "And I could do without the cigar smoke.", "opinions": []}
{"text": "You must try the shrimp appetizers.", "opinions": []}
{"text": "We were told that the wait was about twenty minutes and there would be no problem for our 8:00 pm curtain call.", "opinions": []}
{"text": "Pricey, but worth a try, at least once.", "opinions": []}
{"text": "Ambiance and music funky, which I enjoy.", "opinions": []}
{"text": "She gets 10 for her excellent service and advice.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "We had the pot-stickers which were great and a tempura dish that was great.", "opinions": []}
{"text": "My family and I ate here last night for our annual Christmas dinner with the family members who would rather spend the holidays with friends out-of-town.", "opinions": []}
{"text": "The space is nice but when we order our drink we were in for a surprise.", "opinions": []}
{"text": "The fries are yummy.", "opinions": []}
{"text": "This is also where I was from.", "opinions": []}
{"text": "One thing I liked about this place is that I never felt rushed or pressured to give up my table ot incoming guests.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The food was so-so.", "opinions": []}
{"text": "my wife and i have been going to nyc for years and wouldn't miss roxy,s food is expensive but it's new york!", "opinions": []}
{"text": "And the Tom Kha soup was pathetic.", "opinions": []}
{"text": "All in all, I don't see how you can go wrong.", "opinions": []}
{"text": "I went with 5 friends and we lingered at the table for a bit and didn't feel rushed at all even though there was a wait.", "opinions": []}
{"text": "The spicy tuna roll was unusually good and the rock shrimp tempura was awesome, great appetizer to share!", "opinions": []}
{"text": "Food is great and inexpensive.", "opinions": []}
{"text": "Not someplace I would seek to try out but if I am in the area again, I will certainly stop by.", "opinions": []}
{"text": "Joya used to be a cool spot with decent food and a colorful - if not relaxed - atmosphere.", "opinions": []}
{"text": "I've rarely had a problem with slow staff in the 10 years I've been going.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "This quiet dark asian bistro is well worth the trip.", "opinions": []}
{"text": "The food looked very appetizing and delicious since it came on a variety of fancy plates.", "opinions": []}
{"text": "Went on a double date with friend and his girlfriend for a few drinks and appetizers.", "opinions": []}
{"text": "For two people with tip was less than $25 bucks.", "opinions": []}
{"text": "I've overheard comments from him to his employees that should not have been delivered in the dining area and I've been sitting there while he lectured another customer.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The menu prices are a bit expensive for what you get in quality and portion size.", "opinions": []}
{"text": "The seafood is amazing, there's a good wine list, and the ever-changing menu always offers some great surprises.", "opinions": []}
{"text": "The prices are wonderfully low.", "opinions": []}
{"text": "Wine list is not huge but def well selected.", "opinions": []}
{"text": "The large selection of bruschettas, paninis, tramezzinis keep the palate from stagnating.", "opinions": []}
{"text": "Ive been to many Thai restaurants in Manhattan before, and Toons is by far the best Thai food Ive had (except for my mom's of course).", "opinions": []}
{"text": "The food here is rather good, but only if you like to wait for it.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "This is one of my favorite restaurants and it is not to be missed.", "opinions": []}
{"text": "The service was poor, restaurant poorly lit, staff not very attentive and I would have rather eaten at a Mcdonald's than this joint.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Be careful, when they say spicy, they mean it!", "opinions": []}
{"text": "Go, go, hurry, before everyone finds out about it.", "opinions": []}
{"text": "The lobster sandwich is $24 and although it was good it was not nearly enough to warrant that price.", "opinions": []}
{"text": "The wine list is extensive and impressive.", "opinions": []}
{"text": "Kenny the owner is always there and he treats my family like we are part of his family.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I'm from England, and Haru's was the best I had in NYC.", "opinions": []}
{"text": "I recommend this spot to anyone who enjoys  fine cuisine at reasonable prices.", "opinions": []}
{"text": "It was the first place we ate on our first trip to New York, and it will be the last place we stop as we head out of town on our next trip to New York.", "opinions": []}
{"text": "uni from maine vs california, sea vs freshwater eel) to get a good taste comparison.", "opinions": []}
{"text": "My friends and I showed up on a Sat.", "opinions": []}
{"text": "My husband and I enjoyed each of the 6 taste size portions and left completely full.", "opinions": []}
{"text": "I am amazed by the poor reviews- I find this place to be standout Italian in an area flooded with Italian- great prices, great atmosphere, good service and a wonderful wine list.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I've had to wait only a few times during lunch but this place is definitely worth the wait.", "opinions": []}
{"text": "It's convenient.", "opinions": []}
{"text": "The waitstaff are all very busy, it's not outstanding service, but I've never been dealt with rudely.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "We weren't!", "opinions": []}
{"text": "Suan is a great place that I often take my friends (classmates) too.", "opinions": []}
{"text": "My friend from Milan and myself were pleasantly surprised when we arrived and everyone spoke italian.", "opinions": []}
{"text": "You are paying for the atmosphere, which is nice, but can be had in numerous places in Bay Ridge.", "opinions": []}
{"text": "We arrived on time for our reservation and seated promptly.The", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "We thought this a prelude to what the evening will be like.", "opinions": []}
{"text": "I went to Ruby Foo's after work with a group of 6.", "opinions": []}
{"text": "I'm not picky - but it was actually gross.", "opinions": []}
{"text": "You are treated just like royality.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Mizu is the Japenese find in Grammercy.", "opinions": []}
{"text": "i dont how this place is still running.", "opinions": []}
{"text": "For the next hour and a half we stood in the crowded lobby area of this touristy restaurant listening to all types of explanations of why we were not being seated.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I try my best to give an accurate description of any establishment visited.", "opinions": []}
{"text": "It took half an hour to get our check, which was perfect since we could sit, have drinks and talk!", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "Out of the hundreds of Italian restaurants in Queens, this is among the best.", "opinions": []}
{"text": "I must say it's a little pricey for the food because it was not as spectacular as the view.", "opinions": []}
{"text": "Maybe tomorrow ;-)", "opinions": []}
{"text": "I have to agree with the previous reviewer.", "opinions": []}
{"text": "Their coffee is quite good too!", "opinions": []}
{"text": "They were such a rip-off ($8.95 for four small meat patties in steamed buns) and not worth trying.", "opinions": []}
{"text": "We had the most wonderful waitress.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "We had a most unpleasant experience at this restaurant.", "opinions": []}
{"text": "sometimes i get good food and ok service.", "opinions": [{"sentiment": "neutral", "aspect": "service"}]}
{"text": "Save yourself the time and trouble and skip this one!", "opinions": []}
{"text": "Oh, but wait, we were out of drinks (which were also delightfully overpriced).", "opinions": []}
{"text": "The secret is the lunch menu which offers a complimentary appetizer with every entree ordered.", "opinions": []}
{"text": "Only complaint would be that at an average cost of $12-$15 per meal, I'd like not to have to worry about finding a seat!", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I knew upon visiting NYC that I wanted to try an orginal deli.", "opinions": []}
{"text": "Eating at Ottimo is like eating in Chef Salvatore Esposito's home.", "opinions": []}
{"text": "I have tried literally every restaurant on curry row.", "opinions": []}
{"text": "Decor is nice and minimalist, food simple yet very well presented and cooked, and the wine list matches the food very well.", "opinions": []}
{"text": "The man that was hosting promised to save a table for our party of 7, then sat a party of 2 at the very table he was saving (mean while there were boths open all around).", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "With the great variety on the menu , I eat here often and never get bored .", "opinions": []}
{"text": "Not a large place, but it's cute and cozy.", "opinions": []}
{"text": "The food is very good too but for the most part, it's just regular food, nothing special.", "opinions": []}
{"text": "Besides, we were on vacation!", "opinions": []}
{"text": "The strong scents coming from the left and right of me negatively affected my taste buds.", "opinions": []}
{"text": "Food was very good, but not what I would consider out of this world.", "opinions": []}
{"text": "Will absolutely visit again.", "opinions": []}
{"text": "The $300 bill was a bit steep, but the experience was great.", "opinions": []}
{"text": "It's like you are transported to the Italian countryside, very romantic and filled with antiques.", "opinions": []}
{"text": "Perhaps it was an off night, but it was suprisingly average for a 9.3 rating.", "opinions": []}
{"text": "Slightly above average wines start at $70+ with only one selection listed at $30+.", "opinions": []}
{"text": "The two star chefs left quite some time ago to open their own place.", "opinions": []}
{"text": "The bruschetta and panini's are so yummy!", "opinions": []}
{"text": "The plain pizza was soggy and the creative wild mushroom(third generation-Fornini) pizza we had was drenched with truffle oil in the middle( again making it soggy) and nothingon the rest.", "opinions": []}
{"text": "Raga stands out with an interesting fusion of French and Indian cooking.", "opinions": []}
{"text": "We were disappointed with the pre-fixe menu of only 2 choices per course (other restaurants offer 3 choices) and ended up ordering a la carte.", "opinions": []}
{"text": "Go for it!", "opinions": []}
{"text": "It only took about five or so minutes to get an empty table, but standing up wasn't too bad.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Judging from previous posts this used to be a good place, but not any longer.", "opinions": []}
{"text": "We could only get through an appetizer and cheese fondue.", "opinions": []}
{"text": "This place is incredibly tiny.", "opinions": []}
{"text": "I've been here 3 times for lunch and it is one of my favorites in the city.", "opinions": []}
{"text": "While this isn't classical restaurant fare, the chef has given new life to an old cuisine with some really innovative and tasty dishes that are genuinely Indian without being heavy or same old restaurant burn-outs.", "opinions": []}
{"text": "would have rather tried terrace in the sky or water club for that price", "opinions": []}
{"text": "Especially liked chicken tikka and the naan, and the dals.", "opinions": []}
{"text": "Don't go.", "opinions": []}
{"text": "The makhani was OK --the korma was bland.", "opinions": []}
{"text": "The ambience is very romantic and definitely a good place to bring a date.", "opinions": []}
{"text": "The wine selection (by the glass and bottle) is wonderful and I always recommend that friends make a reservation if they're going to be in town.", "opinions": []}
{"text": "Based on a visit a month ago, I returned the week before Christmas and was hugely disappointed.", "opinions": []}
{"text": "Will have to return to try the chocolate!", "opinions": []}
{"text": "I highly recommend to anyone to give this place a try.", "opinions": []}
{"text": "No refills on fountain drinks, though.", "opinions": []}
{"text": "I only tried a simple dish of spinach ravioli in a light oil and garlic sauce, but it actually faired better than most NYC Italian joints I've tried similar dishes at.", "opinions": []}
{"text": "Okay service.", "opinions": [{"sentiment": "neutral", "aspect": "service"}]}
{"text": "We bring in a party of ten or so every week.", "opinions": []}
{"text": "Outstanding Bagels, but you get what you pay for.", "opinions": []}
{"text": "I've been living in the Columbia University area for about 10 years with 3 kids - now in their teens.", "opinions": []}
{"text": "If you go to Roth's try to be served by Mike, he is GREAT!!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The grilled cheese at home afterwards was better.!!", "opinions": []}
{"text": "The food options rule.", "opinions": []}
{"text": "We were fans of the half-price Saturday night option until some inedible squid during a recent visit.", "opinions": []}
{"text": "I haven't eat a lamb chop as delicious as that,the salads are really nice dressed with lemon and extra virgnin olive oil.", "opinions": []}
{"text": "Slightly on the pricey side but worth it!", "opinions": []}
{"text": "I recommend to anyone who wants to dress up and impress the lady.", "opinions": []}
{"text": "I seriously doubt I will ever dine at Jimmy's Bronx, or for that matter, Jimmy's Uptown, again.", "opinions": []}
{"text": "The wine list is extensive and can easily hike up an otherwise reasonably priced meal.", "opinions": []}
{"text": "Service was very good and warm.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The one vegetarian entree (Abby's treasure) was actually quite a surprise - it was delicious and had wintermelon covering an assortment of fresh mushrooms and vegetables.", "opinions": []}
{"text": "This place is always packed.", "opinions": []}
{"text": "This dish is my favorite and I always get it when I go there and never get tired of it.", "opinions": []}
{"text": "What's the difference between the two?", "opinions": []}
{"text": "Immediately after we paid, the waiter took the money and said, okay, you guys are outta here.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The photos of the restaurant in its web site are way better than the real look.", "opinions": []}
{"text": "Ive been here so many times the waiters know my name.", "opinions": []}
{"text": "Jimmy's is hands down the hottest night spot in the Bronx.", "opinions": []}
{"text": "Not a small feat for good french food in the area.", "opinions": []}
{"text": "Amma is nothing special.", "opinions": []}
{"text": "Haru serves very fresh fish, has a trendy, modern ambiance, prime location on Park Avenue South and friendly service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Have frequented 'ino for several years and the food remains excellent.", "opinions": []}
{"text": "Their sake martini is wonderful.", "opinions": []}
{"text": "But the pizza is way to expensive.", "opinions": []}
{"text": "I'm partial to the Gnocchi.", "opinions": []}
{"text": "I almost hesititate to write a review because the atmosphere was so great and I would hate for it too become to crowded.", "opinions": []}
{"text": "Others have to go to other restaurants and feel sad until they're eaten.", "opinions": []}
{"text": "Then, IF they answer the phone, you're lucky if they don't hang up on you!", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "brick oven gallery is My pick for best pizza restaurant anywhere.", "opinions": []}
{"text": "It is run by the same Sichuan chef who started the chain in Chinatown.", "opinions": []}
{"text": "I highly recommend visiting this restaurant and having dinner and drinks!", "opinions": []}
{"text": "The food is yummy, especially their cooked-to-perfection mussels in spicy tomato sauce and their shoestring crispy fries.", "opinions": []}
{"text": "Perhaps.", "opinions": []}
{"text": "i would recommend reservations on weekends though.", "opinions": []}
{"text": "Had a late night dinner on a Saturday night.", "opinions": []}
{"text": "We asked to be moved (which took half an hour), and then were seated in a high traffic area in the back, even though the rest of the room was practically empty.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "It seems like this is a place the locals like and the people working here liked it too.", "opinions": []}
{"text": "If you were there when it first opened, give this restaurant a second chance.", "opinions": []}
{"text": "From the appetizers we ate, the dim sum and other variety of foods, it was impossible to criticize the food.", "opinions": []}
{"text": "I had the salmon dish and while it was fine, for the price paid, I expected it to have some type of flavor.", "opinions": []}
{"text": "From the moment we walked in they were more than accomodating even though the place was packed.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Ambience is delightful, service impeccable.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Each bite of food at Kai was indeed delicious, fresh, and elegant.", "opinions": []}
{"text": "Their whitefish salad is excellent--all whitefish with a little mayo.", "opinions": []}
{"text": "I didn't expect to like Nosh as much as I did, but the pastrami on challah sandwich I had was otherworldly, the soups are like Mom's, and the knishes give Yonah Schimmel's a run for its money.", "opinions": []}
{"text": "This restaurant used to be pretty decent.", "opinions": []}
{"text": "I had the duck breast special on my last visit and it was incredible.", "opinions": []}
{"text": "The portions are now very small, the sauces are overly-ambitious usually inedible while the service is still good, the restaurant, due to its popularity, seems frantic.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I would highly recommend this place to everyone for any occasion!", "opinions": []}
{"text": "From the terrible service, to the bland food, not to mention the unaccommodating managers, the overall experience was horrible.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Plain and simple it's bad thai food.", "opinions": []}
{"text": "If that's a problem, go to McDonald's and destroy your insides.", "opinions": []}
{"text": "Going to Ballato's is like coming home and eating in my own kitchen, an absolute delight!", "opinions": []}
{"text": "We go on Mondays for the prix fixe and our experience with the food has been comparable to Blue Ribbon.", "opinions": []}
{"text": "Next time, we wouldn't dare ordering anything else other than some simple Asian appetizers and drinks.", "opinions": []}
{"text": "My suggestion is to eat family style because you'll want to try the other dishes.", "opinions": []}
{"text": "We ate outside at Haru's Sake bar because Haru's restaurant next door was overflowing.", "opinions": []}
{"text": "I've lived in NYC all my life and had never before seen so many waterbugs in one place (except in a really bad dream).", "opinions": []}
{"text": "This place has good potential, but needs a significant amount of work before we can justify spending that much money on indian food you can get everywhere else.", "opinions": []}
{"text": "Overall a disappointing experience for that price category.", "opinions": []}
{"text": "I won't go back unless someone else is footing the bill.", "opinions": []}
{"text": "Horrible.", "opinions": []}
{"text": "No plans to return anytime soon.", "opinions": []}
{"text": "The waiters are sweet, the food is tasty and the bill is never too large.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "They pray to their Food Gods to make them into a good pizza like VT's.", "opinions": []}
{"text": "The hanger steak was like rubber and the tuna was flavorless not to mention it tasted like it had just been thawed.", "opinions": []}
{"text": "Over price, and small portions .", "opinions": []}
{"text": "You'll pay at least double at any other Italian restaurant in the city, and most still don't compare.", "opinions": []}
{"text": "The pizza here is delicious.", "opinions": []}
{"text": "They never came back to refill our glasses again.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The food however, is what one might expect.", "opinions": []}
{"text": "The Bagels have an outstanding taste with a terrific texture, both chewy yet not gummy.", "opinions": []}
{"text": "I love this place more and more everytime i go.", "opinions": []}
{"text": "A million better places to go in the city.", "opinions": []}
{"text": "If you wrote a bad review, it's because you don't understand what Rao's is all about.", "opinions": []}
{"text": "It's a rather cramped and busy restaurant and it closes early.", "opinions": []}
{"text": "I loved it and would HIGHLY RECOMMEND.", "opinions": []}
{"text": "While there are plenty of places to go for a good corned beef sandwich, Katz's has a charm about it.", "opinions": []}
{"text": "The pizza was really good.", "opinions": []}
{"text": "I've been several times and am totally smitten.", "opinions": []}
{"text": "I was wrong.", "opinions": []}
{"text": "The appetizing is excellent - just as good as Zabars Barney Greengrass at a reasonable price (if bought by the pound).", "opinions": []}
{"text": "You guys are awesome!", "opinions": []}
{"text": "I'm going back.", "opinions": []}
{"text": "What an amazing meal and experience!", "opinions": []}
{"text": "We happened upon this place purely by accident and were pleased with the results.", "opinions": []}
{"text": "Its not the same if you have to sit inside.", "opinions": []}
{"text": "The Prix Fixe menu is worth every penny and you get more than enough (both in quantity AND quality).", "opinions": []}
{"text": "Very different than regular dimsum places.", "opinions": []}
{"text": "My boyfriend and I went there to celebrate my birthday the other night and all I can say is that it was magnificent.", "opinions": []}
{"text": "The service is awful.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I'd definitely recommend this little place.", "opinions": []}
{"text": "The bruscetta is a bit soggy, but the salads were fresh, included a nice mix of greens (not iceberg) all dishes are served piping hot from the kitchen.", "opinions": []}
{"text": "So, if yo really don't care who is sittingnext to you, which is about 2 inches away, I would say try it.", "opinions": []}
{"text": "Two words: Free wine.", "opinions": []}
{"text": "Once for dinner and once for brunch.", "opinions": []}
{"text": "I wouldn't even have complained at all if the food at least tasted good but the quality of food was crappy, too.", "opinions": []}
{"text": "I always get the Shabu-Shabu dinner and the beef is always fresh.", "opinions": []}
{"text": "Similar to other Indian restaurants, they use the dinner special to attract customers at the door.", "opinions": []}
{"text": "Even upon delivery, their juicy pork buns are quite good . .", "opinions": []}
{"text": "and i have been around the block, to say the very least.", "opinions": []}
{"text": "Eating in, the atmosphere saves it, but at your desk, it's a very disappointing experience.", "opinions": []}
{"text": "If anyones has doubt of not knowing enough about wines,please check their wine list.", "opinions": []}
{"text": "The banana tower is an amazing dessert as well.", "opinions": []}
{"text": "We were very pleasantly surprised.", "opinions": []}
{"text": "I have been to Mary's many times and I like it.", "opinions": []}
{"text": "First of all, this place is *not* romantic, as claimed by Citysearch's editorial review.", "opinions": []}
{"text": "Every course was better than the next.", "opinions": []}
{"text": "This place has got to be the best japanese restaurant in the new york area.", "opinions": []}
{"text": "And cheap!", "opinions": []}
{"text": "We will return many times for this oasis in mid-town.", "opinions": []}
{"text": "This restaurant was way overhyped.", "opinions": []}
{"text": "Unfortunately, the food was NOT something to get worked up about.", "opinions": []}
{"text": "Service here was great, food was fantastic.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I didn't take a look at the rest menu, but the oysters were fantastic.", "opinions": []}
{"text": "Fresh, authentic, french cuisine in substantial portions.", "opinions": []}
{"text": "Will give it another chance before I write it off.", "opinions": []}
{"text": "And evaluated on those terms Pastis is simply wonderful.", "opinions": []}
{"text": "one of the best Chicken Tikka Masala.", "opinions": []}
{"text": "Nha Trang, while being notorious for utter lack of comfort and decor, horribly slow wait staff and horribly quick meals, is one of the best vietnamese restaurants i've ever been to. the pho is delicious and comes with very fresh vegtables.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Not a typical pizza joint, but good for a low key and fairly cheap nice sit down dinner.", "opinions": []}
{"text": "We were very disappointed.", "opinions": []}
{"text": "I've been to this monster sushi twice, the 46th st once, the 23rd st one a number of times.", "opinions": []}
{"text": "In summer-eat outside on a terrace (another great feature of Suan)!!!", "opinions": []}
{"text": "We would like to thank Marcelo and Grace for a wonderful dining experience!!!", "opinions": []}
{"text": "I have been to Roth's twice and both times were very disappointing.", "opinions": []}
{"text": "This should have been done in a back room - away from customers.", "opinions": []}
{"text": "we did notice however, that some tables had what looked like pita instead of naan.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The food is uniformly exceptional, with a very capable kitchen which will proudly whip up whatever you feel like eating, whether it's on the menu or not.", "opinions": []}
{"text": "The ambience was so fun, and the prices were great, on top of the fact that the food was really tasty.", "opinions": []}
{"text": "One of my favorite places in Manhattan.", "opinions": []}
{"text": "The staff is very kind and well trained, they're fast, they are always prompt to jump behind the bar and fix drinks, they know details of every item in the menu and make excelent recomendations.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Just ignore the trendy wannabes.", "opinions": []}
{"text": "You cannot go wrong at the Red Eye Grill.", "opinions": []}
{"text": "We have been to Montparnasse many times and return often for good reason.", "opinions": []}
{"text": "The lunch special is an asbolute steal.", "opinions": []}
{"text": "Anyways, if you're in the neighborhood to eat good food, I wouldn't waste my time trying to find something, rather go across the street to Tamari.", "opinions": []}
{"text": "They charge $6.00 for rice.", "opinions": []}
{"text": "This is the pinnacle of Indian Fast Food (all fast foods in my opinion).", "opinions": []}
{"text": "If celebrities make you sweat, then your in for a ride, but if your like most around these parts then you'll just yawn and wonder whats with all the hype.", "opinions": []}
{"text": "The garlic mashed potatoes are hands down the best in the city!", "opinions": []}
{"text": "In reality (to maximize potential diners) they were still taking phone reservations and reallocating tables of those waiting in the lobby.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Less = More in their case.", "opinions": []}
{"text": "The restaurant is dark and not very attractive and then you have spot lights shining on you putting you in the worst light possible, reaching for sunglasses.", "opinions": []}
{"text": "Were meeting up with some friends for a drink at Lafayette 161 and happened to walk by Thai Angel famished.", "opinions": []}
{"text": "The only concern i have is with the slighly all-business waitstaff who order and throw the food down, rushing you out.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "- the bread at the beginning is super tasty and makes you want more - the pizza is delicious and comes in personal sizes, however be warned that the Peter's Favourite pizza with prosciutto and baby arugula is actually a margarite pizza with cold prosciutto and baby arugula on top, like a salad.", "opinions": []}
{"text": "Great idea and base for restaurant, but work on the details, people who think this was good need to go back to the shore towns and rethink what it should have tasted like.", "opinions": []}
{"text": "Everytime I decide to try another place on the UES, I get angry that I didn't just go to Zucchero Pomodori.", "opinions": []}
{"text": "I was in love with Pongsri on 48th, but compared to Suan it is slow in service and overpriced.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Give it a try and enjoy.", "opinions": []}
{"text": "Please if your thinking about it go, and stay the wait you won't be disappointed.", "opinions": []}
{"text": "The hostess and the waitress were incredibly rude and did everything they could to rush us out.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "While the new restaurant still features much of the same classical furniture that made Tiffin so attractive, the menu has been overhauled.", "opinions": []}
{"text": "I have been urged by friends for months to check out the mermaid inn.", "opinions": []}
{"text": "On a hot day it was fabulous to stop in and enjoy lunch.", "opinions": []}
{"text": "How do you rate home?", "opinions": []}
{"text": "There is not a single place in Chinatown where you have a nice neighborhood feeling like here.", "opinions": []}
{"text": "I'm told that it is open 24hrs which is good.", "opinions": []}
{"text": "However, go for the ambience, and consider the food just a companion for a trip across the world!", "opinions": []}
{"text": "Service is great, takeout is good too.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I was very disappointed with this restaurant.", "opinions": []}
{"text": "Again, if you are in this neighborhood - by all means, come here.", "opinions": []}
{"text": "When my husband and go there, we spend $60.00 (have LOBSTER TAILS UMMMMM need I say more) I can't say any more, it a place you'll never forget If you never go, you'll miss A Meal of your life time", "opinions": []}
{"text": "Just remember, the later you go, the longer you may have to wait.", "opinions": []}
{"text": "Amazing!", "opinions": []}
{"text": "for out-of-towners who will get a big thrill out of the location!", "opinions": []}
{"text": "Great food (spinach and corn dumplings and massamman curry), very friendly and no nonsense service and a clean and funky bathroom.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Our waiter was fine, the place looks nice in that not-trying-too-hard way, but at those prices, a little more should be expected of your food.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "This is the perfect date spot for Williamsburg couples.", "opinions": []}
{"text": "I have NEVER been disappointed in the Red Eye.", "opinions": []}
{"text": "I must say the view of NYC is so beautiful!", "opinions": []}
{"text": "The wine list isn't great, and the desserts are shipped in from Bruno's down the street, which is not as good as it used to be.", "opinions": []}
{"text": "I would highly recommend this place to anyone who is looking for a fine Indian dining experience that is definitely a value for your dollar.", "opinions": []}
{"text": "I would highly recommend this place!", "opinions": []}
{"text": "My entire family was horrified.", "opinions": []}
{"text": "That's good and bad.", "opinions": []}
{"text": "The service is awful--the last time I was there (and I do mean the last time) we were told that they needed our table so we would have to leave.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Enjoy!!!", "opinions": []}
{"text": "They even scoop it out nice (for those on a diet) not too much not to little.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "hmmm.", "opinions": []}
{"text": "Go there on an empty stomach and leave feeling like a baby Veal Calf(ok bad joke), but you will see.", "opinions": []}
{"text": "The wait staff is very friendly, if not overly efficient.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "If you're looking for a place to sit down, have a drink and conversations with friends, go to sweet-n-tart and order yourself a hong-kong styled milk and tea with tapioca pearls (hot).", "opinions": []}
{"text": "Service is extraordinary, yet not overbearing, and the decor brings a taste of trendy SoHo into Queens.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Heartland Brewery is by far one of the best places in NYC to make new friends and catch up with old ones.", "opinions": []}
{"text": "OU MUST TRY THIS RESTAURANT.", "opinions": []}
{"text": "Yes you have to wait to be seated and because its small there is no waiting area and the seat at the bar was all taken.", "opinions": []}
{"text": "Chance is a small cozy restaurant, with a romantic feel to it, the decor is great.", "opinions": []}
{"text": "Read all the other review, they'll confirm it.", "opinions": []}
{"text": "You can get an excellent meal at most of the many Indian restaurants on nearby Lexington Avenue for the cost of one the dainty dishes here.", "opinions": []}
{"text": "I'm not sure why these other reviewers are whining so much.", "opinions": []}
{"text": "If you like your music blasted and the system isnt that great and if you want to pay at least 100 dollar bottle minimun then you'll love it here.", "opinions": []}
{"text": "We had a good time.", "opinions": []}
{"text": "My husband had the mesclun, salmon, and ice cream and he enjoyed all 3 courses.", "opinions": []}
{"text": "They are tasty, but I suggest only eating one with meat because they tend not to mesh that well with the average American digestive system.", "opinions": []}
{"text": "I like the ambience, it's very dark and original.", "opinions": []}
{"text": "Don't waste money on decor.", "opinions": []}
{"text": "But the thai is definitely not great -- bland and indistinguished.", "opinions": []}
{"text": "The service was friendly and the atmosphere was casual.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "If you love wine and cheese and delicious french fare, you'll love Artisanal!", "opinions": []}
{"text": "What more could you want?", "opinions": []}
{"text": "We ordered the chicken casserole, but what we got were a few small pieces of chicken, all dark meat and on the bone.", "opinions": []}
{"text": "I ate here a week ago and found most dishes average at best and too expensive.", "opinions": []}
{"text": "It's great to go for a quick lunch either alone or with a friend.", "opinions": []}
{"text": "My co-workers had to wait almost an hour for delivery, only to discover that what they got was not what they ordered.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The jukebox plays everything from Italian Opera to The Strokes.", "opinions": []}
{"text": "I visit New Green Bo when I have money or when I am broke.", "opinions": []}
{"text": "Authentic bistro!", "opinions": []}
{"text": "Anyway, the food is good, the price is right and they have a decent wine list.", "opinions": []}
{"text": "INCREDIBLY POOR SERVICE AN FOOD QUALITY AT EXORBITANT PRICES.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I loved this place!!", "opinions": []}
{"text": "We were a group of 8 and well seved.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Interesting other dishes for a change include chicken in curry sauce and salmon caserole.", "opinions": []}
{"text": "Service is friendly, prices are good - delivery time was a little slow, but for the way this pizza tastes, I'm willing to overlook it.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "A cheap eat for NYC, but not for dosa.", "opinions": []}
{"text": "Open late (well as late as I ever got there and I'm a night person)", "opinions": []}
{"text": "The ceiling is amazing!", "opinions": []}
{"text": "They treated us well and the food was extremely fresh and well-prepared.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "We arrived for dinner expecting to be impressed by a place that has an impressive past - but, that's just it -- the PAST!", "opinions": []}
{"text": "I was pleasantly surprised to find this gem in Hoboken.", "opinions": []}
{"text": "So sorry I can't rate this better.", "opinions": []}
{"text": "I would like to return and try some of the other menu items when I don't have to rush off to a show.", "opinions": []}
{"text": "I recommend the garlic shrimp, okra (bindi), and anything with lamb.", "opinions": []}
{"text": "Other than being a little crowded and a bit overpriced, the atmosphere is filled with energy (and the beautiful people of course) and the food was surprising good!", "opinions": []}
{"text": "Highly Highly Highly recommended!", "opinions": []}
{"text": "For dinner I had the chicken tikka-masala and some garlic naan.", "opinions": []}
{"text": "I would defiantly come back here again as one of my top choices.", "opinions": []}
{"text": "However, if you want great food at a great price and don't mind the decor, you can't beat this place.", "opinions": []}
{"text": "If you like spicy food get the chicken vindaloo.", "opinions": []}
{"text": "For appetizers, I recommend the shrimp fritters and dumplings.", "opinions": []}
{"text": "The food itself was just ok - nothing spectacular - but the service was awful.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I care more about the food and ambience.", "opinions": []}
{"text": "From the complimentary chef app of a delicate butternut squash ravioli in a delicious truffle sauce to an amazing buttery and tender langostine entree to a dessert that I can't remember because of the fabulous Cakebread Cabernet we were drinking -- the whole evening was amazing.", "opinions": []}
{"text": "I think this is one of the more underrated places in the city.", "opinions": []}
{"text": "Been there, done that, and New York, it's not that big a deal.", "opinions": []}
{"text": "Always popular, always full, always a wait.", "opinions": []}
{"text": "I don't get it either.", "opinions": []}
{"text": "Ciao Bella", "opinions": []}
{"text": "And even with it's Pub atmosphere they were great to my kids too!", "opinions": []}
{"text": "Great people watching as others do the same to you.", "opinions": []}
{"text": "I go at least 3 times a month and have never been disappointed.", "opinions": []}
{"text": "But $1 for each small piece???", "opinions": []}
{"text": "I have never better enjoyed humble root vegetables or a mushroom consomme - and this chef accomplishes without fats.", "opinions": []}
{"text": "We liked it so much, that we will always make it a point to dine here when we visit New York.", "opinions": []}
{"text": "The spicy tuna and salmon are the best we've ever had.", "opinions": []}
{"text": "I recently tried Suan and I thought that it was great.", "opinions": []}
{"text": "While the $20 entree range is not overly expensive, in New York City, there is definitely better food in that range, and so Sapphire, despite it's lovely atmosphere, will most likely not be a restaurant to which I will return.", "opinions": []}
{"text": "Some of the finest latin women you'll see in your life hang out at Jimmy's.", "opinions": []}
{"text": "As a long-time patron of Mamoun's, I always figured that I had found the best late night food spot in the city.", "opinions": []}
{"text": "This is the first time Citysearch did't call it right.", "opinions": []}
{"text": "Skip Baroanda down the street (Eurotrashy, snooty and expensive) and check this place out!", "opinions": []}
{"text": "While we enjoyed the food, we were highly disappointed by the poor service (waiter was not quite competent and SLOW service) and lack of remorse.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I've been there three times and have always had wonderful experiences.", "opinions": []}
{"text": "As far as the service goes, the waitresses were not particularly friendly, but they got the job done.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "The noise level was unbearable, conversation impossible.", "opinions": []}
{"text": "Why make a reservation if you aren't going to keep it?", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Late nite omelletes are not good here, there is no variety!", "opinions": []}
{"text": "Last time I went here, the waitress didn't come back after taking our order.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "My first time there I happened not to like the Crab Croquette apt that i ordered and they were happy to change it for me without making no big deal.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "We have lived in Chelsea for two years and have never noticed this restaurant.", "opinions": []}
{"text": "The staff was the friendliest that have seen in New York.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The atmosphere isn't the greatest , but I suppose that's how they keep the prices down .", "opinions": []}
{"text": "My wife had the fried shrimp which are huge and loved it.", "opinions": []}
{"text": "This place has the best interior I have seen anywhere in the northside of W'burg, and will impress whoever you bring there.", "opinions": []}
{"text": "Best drumsticks over rice and sour spicy soup in town!", "opinions": []}
{"text": "Acceptable prices.", "opinions": []}
{"text": "I've been many time and have never been disappointed.", "opinions": []}
{"text": "My wife and I always enjoy the young, not always well trained but nevertheless friendly, staff, all of whom have a story.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "I'm from sichuan, this is the restaurant I recommend going.", "opinions": []}
{"text": "And they have these home made potato chips at the bar that are the most delicious things in the world!", "opinions": []}
{"text": "Service was warm and attentive, beef carpaachio was exellent (huge portion) and pasta was fresh and well-prepared.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I ordered the crab cocktail and it was soaked in a lime juice concoction where all you could taste was the lime.", "opinions": []}
{"text": "Had 1 appetizer, 2 entrees and 2 cokes and the bill was ~$55.00, not including tip.", "opinions": []}
{"text": "When he's not making authentic Neapolitan pizza in the open brick oven or lightly frying zucchini blossoms, he's visiting the regulars (a growing legion) and checking on newcomers.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "We were treated with attitude ever since the moment we stepped into the restaurant!", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I ordered the chu chu curry and my friend ordered the pad thai chicken.", "opinions": []}
{"text": "Did I mention the wine?", "opinions": []}
{"text": "BUt their best dish is thh Thai spiced curry noodles with shrimp - a dish that would cost $23.95 is most places, but it is $16 here.", "opinions": []}
{"text": "I just don't understand all the hype...", "opinions": []}
{"text": "The bar is very well stocked with interesting beers and well priced wines.", "opinions": []}
{"text": "My friend ordered some of their special sushi rolls which had excellent presentation and tasted great!", "opinions": []}
{"text": "The lava cake dessert was incredible and I recommend it.", "opinions": []}
{"text": "All of my co-workers stated that the food was amazing and wondered why they hadn't heard about this place.", "opinions": []}
{"text": "My husband and I have been there a couple of times and each time we sat at the sushi bar (chef Yoshi) and ordered everything ala carte.", "opinions": []}
{"text": "It took them 15 minutes to put water in our glasses.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The waitress remembers me and is very friendly, she knows what my regular is and that's the fried mini buns with the condensed milk and the assorted fruits on beancurd.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "if you're looking for perfect traditional sushi, go here - if you're looking for interesting combinations, try sushi of gari's (east side).", "opinions": []}
{"text": "Okay-i don't mind the oily part (cause most are cooked that way) but it was way too bland.", "opinions": []}
{"text": "Don't be fooled by crowds of people.", "opinions": []}
{"text": "After reading the posts, I was always skeptical to go to The Minnow, despite living in Park Slope.", "opinions": []}
{"text": "The wine is always good, the tapas are always yummy, especially with the warm pita bread.", "opinions": []}
{"text": "Everything looks great, the drinks, the decor, the food, even the people.", "opinions": []}
{"text": "It could have been handled better.", "opinions": []}
{"text": "It was wonderful.", "opinions": []}
{"text": "By far the best salad I have had in a fast food restaurant.", "opinions": []}
{"text": "Also they were $15 each!", "opinions": []}
{"text": "Although we were looking for regular lettuce and some walnuts the salads we got were great.", "opinions": []}
{"text": "During our meal, the management came over and checked on us and even bought us a round of drinks.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "If you're not familiar with the cuisine, you may encounter problems ordering here and be sure to bring plenty of cash with you as they don't accept credit cards.", "opinions": []}
{"text": "I really like both the scallops and the mahi mahi (on saffron risotto-yum!).", "opinions": []}
{"text": "They have a very diverse menu so its something for everybody.", "opinions": []}
{"text": "both are very reasonably priced (around $8 for dinner and $5 for lunch), and are delicious and filling.", "opinions": []}
{"text": "One should not go to Lucky Strike for the food.", "opinions": []}
{"text": "Went to Ottimo and was expecting outstanding pizza (as I love La Pizza Fresca).", "opinions": []}
{"text": "The people in the restaurant were pretty obnoxious and loud.", "opinions": []}
{"text": "Consequently, their burgers fell apart in their hands and made such a mess that they did'nt feel like finishing them.", "opinions": []}
{"text": "Definitely a great spot for a nice occasion or date.", "opinions": []}
{"text": "Look elsewhere.", "opinions": []}
{"text": "i'm surprised about some of the bad reviews posted here - i've been to tamarind about 5 or 6 times and always come away extremely satisfied and looking forward to returning.", "opinions": []}
{"text": "Service- friendly and attentive.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The New York Times has reviewed this place three times already, you know it's going to be good.", "opinions": []}
{"text": "The wine list is interesting and has many good values.", "opinions": []}
{"text": "Was surprisingly disappointed.", "opinions": []}
{"text": "The fish is fresh and each piece is sliced to perfection and seasoned by the sushi chef (usually with a little fresh wasabi and soy sauce but also sometimes with some sea salt).", "opinions": []}
{"text": "By far, the best pizza in Manhattan.", "opinions": []}
{"text": "There was a small group of us looking somewhere to eat kinda late on a weeknight and we ended up at Pastis.", "opinions": []}
{"text": "Here you get the zen feel without feeling rigid.", "opinions": []}
{"text": "Not only is the cuisine the best around, the service has always been attentive and charming.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The zucchini and mashed potatoes are a blend of garlic and butter which simply melts in your mouth.", "opinions": []}
{"text": "The food is delicious.", "opinions": []}
{"text": "Our food was great too!", "opinions": []}
{"text": "We had a girls' night dinner here for restaurant week.", "opinions": []}
{"text": "Kind, attentive wait staff.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "After hearing a lot of great things about the restaurant, and passing by it on a daily basis, we decided to try.", "opinions": []}
{"text": "First, the waiter who served us neglected to fill us in on the specials, which I would have chosen had I known about them.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Great roofdeck, nice group of 30 somethings, but no music, kind of quiet.", "opinions": []}
{"text": "To give you an idea of how good we thought it was, we ended up going to Ping's three weekends in a row!!!", "opinions": []}
{"text": "Better than the bagel shop on the corner, but not worth going out of your way for, in my opinion.", "opinions": []}
{"text": "On a monthly basis my friends and I get together and have a girls night out.", "opinions": []}
{"text": "The food is great and authentic.", "opinions": []}
{"text": "The tastes makes your mouth water for more.", "opinions": []}
{"text": "Service was prompt, friendly and great.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Get the feeling they settled into a groove a while ago.", "opinions": []}
{"text": "One of the more authentic Shanghainese restaurants in the US definitely the best in Manhattan Chinatown.", "opinions": []}
{"text": "They were very abrupt with me when I called and actually claimed the food was late because they were out of rice.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I recommend the jelly fish, drunken chicken and the soupy dumplings, certainly the stir fry blue crab.", "opinions": []}
{"text": "You can't say its cheap because food is cheaper in Chinatown.", "opinions": []}
{"text": "The dining room is quietly elegant with no music to shout over -- how refreshing!", "opinions": []}
{"text": "For the price, you cannot eat this well in Manhattan.", "opinions": []}
{"text": "The food is good, I can't lie.", "opinions": []}
{"text": "so i thought why not change it up a bit.", "opinions": []}
{"text": "They brought glasses and the bottle, and just left the bottle at our table.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "At 6:30, we were the third party there.", "opinions": []}
{"text": "Sure, everyone's got their favorite, but to know Sal, is to know New York.", "opinions": []}
{"text": "We ordered some beef and noodle soup dishes from the Thai section of the menu but nothing we got was Thai.", "opinions": []}
{"text": "Ambiance- relaxed and stylish.", "opinions": []}
{"text": "I plan on stopping by next week as well.", "opinions": []}
{"text": "The menu is Prix Fixe, so be prepared to spend at least $60 per person, but it is Well worth itsuperb food.", "opinions": []}
{"text": "This is by far my favorite place in the neighborhood.", "opinions": []}
{"text": "Steamed fresh so brought hot hot hot to your table.", "opinions": []}
{"text": "The place's decor and hidden bathrooms made for a good laugh.", "opinions": []}
{"text": "No apologies during restaurant week.", "opinions": []}
{"text": "SO SO SO SO SO good!", "opinions": []}
{"text": "But the coconut rice was good.", "opinions": []}
{"text": "The staff is very attentive and we can almost always get a table.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "A great way to make some money is to buy a case of snapple from Costco and sell it right outside for only $2.50.", "opinions": []}
{"text": "The food is decent at best, and the ambience, well, it's a matter of opinion, some may consider it to be a sweet thing, I thought it was just annoying.", "opinions": []}
{"text": "I cannot imagine better Indian food in all of the city.", "opinions": []}
{"text": "The entertainment was great they have shows that go on through out the dinner.", "opinions": []}
{"text": "I asked for seltzer with lime, no ice.", "opinions": []}
{"text": "The fried rice is really good too.", "opinions": []}
{"text": "We were walking around the village and went into this place just for some drinks.", "opinions": []}
{"text": "And I would have to agree with the masses in terms of service - delivery is their Achilles' heel.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Big and gawky on the outside.", "opinions": []}
{"text": "Inside is a little cramped, but to be expected.", "opinions": []}
{"text": "But the best part about LS is the late night atmosphere, delightfully free of the BTs.", "opinions": []}
{"text": "Other apetizers and food", "opinions": []}
{"text": "LLOOVVE THIS PLACE.", "opinions": []}
{"text": "I choose to go with one of the special, the braised lamb shank in red wine, which was excellent.", "opinions": []}
{"text": "Several of the dim sum orders had about 6-8 pieces.", "opinions": []}
{"text": "The menu is nothing like the one on the website.", "opinions": []}
{"text": "Because of the delicate thin crust, take-out pies get soggy in their boxes.", "opinions": []}
{"text": "My roommate and I LOVE this place.", "opinions": []}
{"text": "however, it's the service that leaves a bad taste in my mouth.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The well mannered, pleasant staff that Tony has in his employ.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Has the chef and owner changed???", "opinions": [{"sentiment": "neutral", "aspect": "service"}]}
{"text": "This little place definitely exceeded my expectations and you sure get a lot of food for your money.", "opinions": []}
{"text": "And everytime I go there's a bunch of drunk idiots making a scene out front.", "opinions": []}
{"text": "Example is the soup which was about 6 oz for $12 dollars and the mushrooms where $12 for about 1oz.", "opinions": []}
{"text": "First of all Dal Bukhara Rocks.", "opinions": []}
{"text": "Based on the reviews on here, it appears that the restaurant is overwhelmed after the 7 PM.", "opinions": []}
{"text": "If you don't mind all that noise then go to the Chart House.", "opinions": []}
{"text": "I was so sad to read the bad reviews this place got!", "opinions": []}
{"text": "Our friends have not arrived yet.", "opinions": []}
{"text": "Oh right, I should probably say something nice.", "opinions": []}
{"text": "We all had the tasting menu and unlike some of the other reviews, I felt there was more than enough food.", "opinions": []}
{"text": "The highlight of the night was the mayonaisse for my side of fries I received from one of the food runners, which is not good considering the bill was nearly $100.", "opinions": []}
{"text": "The brioche and lollies as party favors is a cute and sweet touch to a most memorable meal.", "opinions": []}
{"text": "It can be a little confusing as to where one goes to order, but once the food is ordered, you are in for a treat.", "opinions": []}
{"text": "Their wines by the glass are a great accompaniment and you can eat like a king with wine for under $30.", "opinions": []}
{"text": "The flavors robust and subtle.", "opinions": []}
{"text": "It's definately not a place to go if you want to impress someone.", "opinions": []}
{"text": "The food was very well prepared.", "opinions": []}
{"text": "We ended the dinner with a surprisingly light and flaky apple tarte tatin.", "opinions": []}
{"text": "We left after one drink.", "opinions": []}
{"text": "As we were sitting eating the subpar food the manager proceeded to berate a couple of his employees for putting out the wrong containers for condiments and explained to them how expensive these containers were.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "It is about FOOD and Ambiance, and imagine how dreadful it will be it we only had to listen to an idle engine.", "opinions": []}
{"text": "Three strikes and this restaurant is out.", "opinions": []}
{"text": "Been going here since it opened have seen the quality value decrease considerably.", "opinions": []}
{"text": "We were exploring Grand Central and didn't want to eat in the food court.", "opinions": []}
{"text": "This place is a great stop for great food.", "opinions": []}
{"text": "Ive passed by the spot tons of times always wanting to go in.", "opinions": []}
{"text": "Granted the space is smaller than most, it is the best service you will find in even the largest of restaurants.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "If only they delivered, they'd make a mint!", "opinions": []}
{"text": "My friends spoke so much about it for months, I finally made the time to come down ear and dine in.", "opinions": []}
{"text": "They have some great entrees here as well.", "opinions": []}
{"text": "When he finally did, he was unable to make a gin and tonic -- couldn't find tonic.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Walk-ins are risky too.", "opinions": []}
{"text": "I heartily recommend.", "opinions": []}
{"text": "My boyfriend and I were in NY for a few days and Pastis was a place that came recommended.", "opinions": []}
{"text": "Lucky Strike is a great casual place to just grab a bite to eat.", "opinions": []}
{"text": "They are located in the middle of Chinatown!", "opinions": []}
{"text": "service is friendly, and never had a problem walking in and getting a table.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I was pretty much full after our fondue appetizer.", "opinions": []}
{"text": "You will find yourself returning quite often.", "opinions": []}
{"text": "Highly recommended is the Spicy Fried Clam Rolls and Spider Rolls.", "opinions": []}
{"text": "Chinese Desserts are known for healthful benefits in addition to the sweetness.", "opinions": []}
{"text": "We will be back.", "opinions": []}
{"text": "The staff is excellent, specjal: that girl behind the bar, european chic.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Having been a long time Ess-a-Bagel fan, I was surpised to find myself return time and time again to Murray's.", "opinions": []}
{"text": "Very romantic fires - I've literally spent hours at Lanterna, drinking wine from their extensive wine and enjoying the ambience.", "opinions": []}
{"text": "Dinner took almost 4 hours without any lag time.", "opinions": []}
{"text": "Downstairs lounge is always a good attraction", "opinions": []}
{"text": "Went on a 3 day oyster binge, with Fish bringing up the closing, and I am so glad this was the place it O trip ended, because it was so great!", "opinions": []}
{"text": "I've been here twice now.", "opinions": []}
{"text": "The waitress was very patient with us and the food is phenomenal!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I really liked the noodle dishes at Rice Avenue compared to their Green Curry dish.", "opinions": []}
{"text": "An excellent service", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "They even have a section in the menu called American Chinese food!", "opinions": []}
{"text": "If you've ever been along the river in Weehawken you have an idea of the top of view the chart house has to offer.", "opinions": []}
{"text": "The sushi was awful!", "opinions": []}
{"text": "The food is a diamond in rough -- the food is delicious and homemade with the perfect balance of herbs and tomatoes.", "opinions": []}
{"text": "But the main hit was the whole grilled fish.", "opinions": []}
{"text": "The octopus eaters were floored by the Octopus salad.", "opinions": []}
{"text": "There's something smooth about sipping sake upper east side style.", "opinions": []}
{"text": "They all know you.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Can't wait to go back.", "opinions": []}
{"text": "Waiters are slow but sweet.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "Ess-A-Bagel (either by Sty-town or midtown) is by far the best bagel in NY.", "opinions": []}
{"text": "This isn't a value joint.", "opinions": []}
{"text": "Not worth the prices.", "opinions": []}
{"text": "Turned out there was full service upstairs and sat down.", "opinions": []}
{"text": "Katz's deli is a great NY experience.", "opinions": []}
{"text": "The service is outstanding and my crab-cake eggs benedict could not have been better.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Our son loves pizza and we have a certified Neapolitan pizzaria in our home city (Seattle), we liked this nearly as much - and the differences were more about personal preference than any reflection on either restaurant.", "opinions": []}
{"text": "The wine and cheese plate are plentiful and can't wait to try the fondue or table grilling.", "opinions": []}
{"text": "If it's just a quick martini at the bar (which I recommend Jeffery's) or a mind blowing Roast Chicken, go to Village!", "opinions": []}
{"text": "Worse of all, $60 was erroneously added to our $80 bill.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Love YUKA.", "opinions": []}
{"text": "When family came in he gave them apps to test their palets, and then ordered for them.", "opinions": [{"sentiment": "neutral", "aspect": "service"}]}
{"text": "Raga's is a romantic, cozy restaurant.", "opinions": []}
{"text": "The owner and staff are all Japanese as well and that adds to the entire ambiance.", "opinions": []}
{"text": "Very good wine choices.", "opinions": []}
{"text": "Oh yeah ever on the west side try there sister resturant Arties Cafe.", "opinions": []}
{"text": "Wonderful strawberry daiquiries as well!", "opinions": []}
{"text": "Metrazur has a beautiful spot overlooking the main terminal.", "opinions": []}
{"text": "- i asked for them spicy and they were delicious).", "opinions": []}
{"text": "I highly recommend it.", "opinions": []}
{"text": "My husband said he could've eaten several more, the portion was fine for me he even exclaimed that the french fries were the best he has had.", "opinions": []}
{"text": "Went to Village last night for my birthday.", "opinions": []}
{"text": "I loving bringing friends here - and I do so every chance I get.", "opinions": []}
{"text": "The production is a symphony, alot of fun to experience.The food sublime for the most part.", "opinions": []}
{"text": "Nice place though.", "opinions": []}
{"text": "It's true, this place is not cheap.", "opinions": []}
{"text": "The spicy Tuna roll is huge and probably the best that I've had at this price range.", "opinions": []}
{"text": "Even with John's and Joe's around the corner, this place will make a name for itself.", "opinions": []}
{"text": "They've the best desserts and mixed drinks as well as snack foods.", "opinions": []}
{"text": "Everything I had was good, and I'm a eater.", "opinions": []}
{"text": "I love this cozy around the way Rest.", "opinions": []}
{"text": "With the theater 2 blocks away we had a delicious meal in a beautiful room.", "opinions": []}
{"text": "I have to say that if this what makes it easier to get a saet a lunch- I dont mind.", "opinions": []}
{"text": "The service does sometimes lack focus and it is not ideal if you are in a hurry but I have never been treated rudely.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "The staff was knowledgeable and full of personality.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Although, one night we went it was super cheesy, and another night it was less cheesy.", "opinions": []}
{"text": "Great service, great food.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Not what I wanted to hear.", "opinions": []}
{"text": "The only fallback on this restaurant is the prices.", "opinions": []}
{"text": "they didn't disappoint, service from the second i arrived at the door was extremely pleasant and attentive with almost one server per table.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "If the weather is nice, try to snag an outside table.", "opinions": []}
{"text": "This place is a great bargain.", "opinions": []}
{"text": "I will definetely go back again and again, that's for sure!!!", "opinions": []}
{"text": "We had a great tiem watching the shows and characters and ar food was just what we were looking for.", "opinions": []}
{"text": "You get what you pay for and with that logic in mind, Spice is a great place to grab some cheap eats and drinks in a beautiful setting.", "opinions": []}
{"text": "I had never had Edamame pureed before but I thought it was innovative and tasty (could've used a bit more salt).", "opinions": []}
{"text": "Stumbled upon this gem of a pizza place and I will be going back frequently.", "opinions": []}
{"text": "We will definitely go back.", "opinions": []}
{"text": "I've been to this restaurant more than a dozen times and when I'm craving for Pho, Lemon grass chicken or Beef Cube on rice, this is the place to go.", "opinions": []}
{"text": "For great chinese food nearby, you have Wu Liang Ye and Grand Sichuan just a block away.", "opinions": []}
{"text": "Just went here for my girlfriends 23rd bday.", "opinions": []}
{"text": "Always busy but fast moving.", "opinions": []}
{"text": "Everything is always cooked to perfection, the service is excellent, the decor cool and understated.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "It is simply amazing.", "opinions": []}
{"text": "Authentic Pakistani food.", "opinions": []}
{"text": "Food is excellent.", "opinions": []}
{"text": "Have recommended the place to friends, always gets good response.", "opinions": []}
{"text": "Stick to the gulab jamun.", "opinions": []}
{"text": "Their Margarita is best I've had since I've returned from Naples!", "opinions": []}
{"text": "Another great place to take out-of-towners!", "opinions": []}
{"text": "This restaurant is such a great place.", "opinions": []}
{"text": "Avoid this place!", "opinions": []}
{"text": "less wait time for me!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "And affordable.", "opinions": []}
{"text": "The main downside to the place is the nazi-like guy running it who constantly complains about the noise level.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Only wine and beer are served, but the house varities are actually quite good.", "opinions": []}
{"text": "I could have drank 4 glasses of water and still been parched - so watch out.", "opinions": []}
{"text": "All we received was an apology as we left to see our show without dinner.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I LOVED THE SHOWS.", "opinions": []}
{"text": "The Yellowtail was particularly good as well.", "opinions": []}
{"text": "The dim sum is delectable while the prices are quite easy on the wallet.", "opinions": []}
{"text": "Very good service and very good prices.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "They also do a great job for restaurant week.", "opinions": []}
{"text": "The drinks are always welll made and wine selection is fairly priced.", "opinions": []}
{"text": "The food is very good for it's price, better than most fried dumplings I've had.", "opinions": []}
{"text": "The 'kamasutra' and 'bombay cosmopolitan' are excellent and will have you tipsy in no time.", "opinions": []}
{"text": "In the evening, this place attracted a well dressed, with it, NY crowd.", "opinions": []}
{"text": "The palak paneer was standard, and I was not a fan of the malai kofta.", "opinions": []}
{"text": "I ordered a Chicken Teriyaki dish and found that the chicken was extremely dry.", "opinions": []}
{"text": "I recieved prompt service with a smile.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The staff has been nice, but they seemed really stressed and the unisex bathroom needs to be cleaned more often.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "I have never been disappointed but their true strength lays in their amazingly delicious and cheap lunch specials.", "opinions": []}
{"text": "I don't think I would go again.", "opinions": []}
{"text": "for Meetball Night.", "opinions": []}
{"text": "Everything we had was pretty good, but we have only been there once.", "opinions": []}
{"text": "A defitely must visit.", "opinions": []}
{"text": "I've been to at Cafe Spice probably 5-8 times, it is probably still the best Indian restaurant around Union Square.", "opinions": []}
{"text": "Rosario's is without a doubt one of the greatest pizzerias in existence.", "opinions": []}
{"text": "I actually gave Patroon another chance before writing this, but the second visit was even worse.", "opinions": []}
{"text": "still stay away, the table next to us walked out after my table and aanother were serves eventhough they were there much longer...", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "We had Pam's special fried fish and it was amazing.", "opinions": []}
{"text": "I wouldn't mind going back some time, but not before trying others nearby.", "opinions": []}
{"text": "Sapphire is the only Indian restaurant I go to when I'm in NYC.", "opinions": []}
{"text": "Three of us arrived for dinner about 5:30 on a week night without reservations.", "opinions": []}
{"text": "it helps if you know what to order.", "opinions": []}
{"text": "We always get a sampling of appetizers and share.", "opinions": []}
{"text": "She lives nearby but had never gone to this establishment thinking that it might be too touristy.", "opinions": []}
{"text": "This place is worth an one-hour drive.", "opinions": []}
{"text": "No food snobs allowed, this place is for people who appreciate good food.", "opinions": []}
{"text": "Kind of a small place but I guess if they are not too busy might be able to fit a group or kids.", "opinions": []}
{"text": "Dahkin also offers prix fixe lunch and buffet.", "opinions": []}
{"text": "We actually left hungry and went across the street to Wo Hop at 15 Mott street for some good chinese food.", "opinions": []}
{"text": "Looking from the outside in, one would hesitate to enter this hole in the wall (really, that's what it is).", "opinions": []}
{"text": "This place is great.", "opinions": []}
{"text": "Traditional French decour was pleasant though the hall was rather noisy - the restaurant was full and we had to raise our voices to be able to maintain a conversation.", "opinions": []}
{"text": "Tasty steak, pork loin, the works.", "opinions": []}
{"text": "We started with lox and mussels (the best ive ever had, ever) and had the cod and trout for dinner.", "opinions": []}
{"text": "After being told that our party of three would be seated in 10 minutes and watching other parties (multiples of 2 and higher) seated for 40 minutes, the three of us were squished into a small 2-person table.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "VT is what baby pizzas hope to be when they grow up.", "opinions": []}
{"text": "It was not above ordinary and the beef version had cheap (undercooked) beef.", "opinions": []}
{"text": "After all that, they complained to me about the small tip.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "You have to increase the service a lot.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "So some of the reviews here are accurate about the crowd and noise.", "opinions": []}
{"text": "This place is really trendi but they have forgotten about the most important part of a  restaurant, the food.", "opinions": []}
{"text": "Add to that great service and great food at a reasonable price and you have yourself the beginning of a great evening.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The kitchen however, is almost always slow.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I consider the best Grand Sichuan restaurant in NYC.", "opinions": []}
{"text": "For $600 ( the most we have ever paid) not even waving a magic wand will ever get us back for a repeat performance.", "opinions": []}
{"text": "It is so easy to get a reservation at a top place in NYC with a week's notice.", "opinions": []}
{"text": "I like the somosas, chai, and the chole, but the dhosas and dhal were kinda dissapointing.", "opinions": []}
{"text": "Food was good not great not worth the wait or another visit", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Arigato Gozimas Yuka!", "opinions": []}
{"text": "Drinks got screwed up, she acted put upon.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "If I could rate the people this place would be off the charts - unfortunately - the pizza, sorry - not the best in NYC.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Orsay, is a very pleasnt throw back to traditional French food, and French service as well.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Thanks Bloom's for a lovely trip.", "opinions": []}
{"text": "Pizza is terrific, as is homemade pasta.", "opinions": []}
{"text": "It is not worth for that bucks.", "opinions": []}
{"text": "The environment is romantic, but the food is horrible, the service is pathetic, and gabriella lies about everything she could.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Go hungry and enjoy.", "opinions": []}
{"text": "I will never visit this restaurant again.", "opinions": []}
{"text": "Very excited to hear that short-term Chef Jason Narone has moved on, he truly was a low point of their Sterling track record.", "opinions": []}
{"text": "The atmosphere is unheralded, the service impecible, and the food magnificant.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "This is the BEST Shabu-Shabu Restaurant in the Try-State Area.", "opinions": []}
{"text": "This tiny Williamsburg spot is always pleasantly surprising.", "opinions": []}
{"text": "I have never eaten in the restaurant, however, upon reading the reviews I got take out last week.", "opinions": []}
{"text": "Mermaid Inn is an overall good restaurant with really good seafood.", "opinions": []}
{"text": "came here for restaurant week, didn't save much, but it was still great.", "opinions": []}
{"text": "They sell special sushi, everything have a topping, sauce and etc.", "opinions": []}
{"text": "I can't wait to go back.", "opinions": []}
{"text": "I love it.", "opinions": []}
{"text": "The staff has always been friendly without seeming grating, and the chef has greeted us on a couple of occasions.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "But the staff was so horrible to us.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The sauce on the pizza is sooo good with garlic and fresh tomatoes and they don't skimp.", "opinions": []}
{"text": "Just go and see for yourself.", "opinions": []}
{"text": "Just don't take the seat between the bar and the back half of the restaurant, i saw a woman get nudged 40times sitting there.", "opinions": []}
{"text": "So my husband made up an excuse so we can leave.", "opinions": []}
{"text": "My mouth starts to water merely thinking about the delight that is this restaurant.", "opinions": []}
{"text": "Thius is a must for anyone who loves Shabu-Shabu.", "opinions": []}
{"text": "If presentation and service is your thing, then this magic show works.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "We made early dinner reservations and were thoroughly impressed, reminds me of my grandfather, its old school Italian scenery with lots of fun stuff to admire.", "opinions": []}
{"text": "I need at least three rolls to be full, and that's at least $14.00!", "opinions": []}
{"text": "I usually go there later at night when I get off work so I don't have to deal with crowds or lines.", "opinions": []}
{"text": "This place has the the correct ambience and an excellent staff to make you feel like a guest and a friend at the same time.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "great experience overall.", "opinions": []}
{"text": "Unlike HH up the block, this place actually gives you hearty and hot bagels this town is known for.", "opinions": []}
{"text": "The only thing more wonderful than the food (which is exceptional) is the service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "In any event, even though its a bit on the pricey side, we still love this restaurant and will definitely go back.", "opinions": []}
{"text": "I thanked my friend who recommended me this restaurant and will certainly recommend it to others.", "opinions": []}
{"text": "this place is amazingly bad.", "opinions": []}
{"text": "The food is consistently wonderful - I've been coming here for years, and the owner has always been accomodating and friendly.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I have been a longtime fan of Holy Basil in the East Village, and while I do believe their food has slightly slipped in quality, I have been hesitant to be disloyal.", "opinions": []}
{"text": "We got a little tipsy from the sake but isn't that what Saturday nights with the girlfriends are all about?", "opinions": []}
{"text": "I agree.", "opinions": []}
{"text": "Their tuna tartar appetizer is to die for.", "opinions": []}
{"text": "The rice to fish ration was also good--they didn't try to overpack the rice.", "opinions": []}
{"text": "While the room is not particularly comfortable, once you're seated you'll forget about everything except what's on your plate.", "opinions": []}
{"text": "I am completely hooked on this place, it is ridiculous.", "opinions": []}
{"text": "(food was delivered by a busboy, not waiter) We got no cheese offered for the pasta, our water and wine glasses remained EMPTY our entire meal, when we would have easily spent another $20 on wine.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "We were then shooed inside.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The place was nice and calm.", "opinions": []}
{"text": "Great food, great decor, great service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "This is one of the best comfort food places in the city.", "opinions": []}
{"text": "Just because it's cheap does NOT mean the portions are small or the food is nasty, IT IS GREAT!", "opinions": []}
{"text": "Sexy.", "opinions": []}
{"text": "This was on a Tuesday night.", "opinions": []}
{"text": "I must warn the reader that the portions sizes are very small (especially the appetizers), so if you plan to eat until you are full and do not intend to order the chef's special tasting menu, prepare to order and pay for an appetizer (1 dish for each person because the portions are not for sharing), a main entree, and the cold udon at the end of the meal.", "opinions": []}
{"text": "Luckily we saved room for the BBQ Salmon, Sea Bass and Crispy Duck.", "opinions": []}
{"text": "at night, but it's hard to hear your own conversation with everyone else competing for that same luxury - the music playing in the background is also voluminous.", "opinions": []}
{"text": "Once they ran out of Gnochi and made it for me from scratch!", "opinions": []}
{"text": "It is the best hidden spot there and I rave about it to everyone.", "opinions": []}
{"text": "I think that it is absolutely brilliant and well runned business operation.", "opinions": []}
{"text": "Over time, the food quality has decreased substantially, it is a lot less crowded than it used to, and the service must definitely be part of the reason.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The have over 100 different beers to offer thier guest so that made my husband very happy and the food was delicious, if I must recommend a dish it must be the pumkin tortelini.", "opinions": []}
{"text": "The food and staff always surprise me with the new heights they are taken to.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I liked this place the first time but doubt I will ever return.", "opinions": []}
{"text": "good selection of wines ranging from affordable to high end.", "opinions": []}
{"text": "Plus, on Wednesday nights the house wine is unlimited!", "opinions": []}
{"text": "Service was very prompt but slightly rushed.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Overall the restaurant is more expensive than our other sushi favorites, but everything was delicious.", "opinions": []}
{"text": "I love and I know gourmet food by excellence!", "opinions": []}
{"text": "The service, however, was a bright flower in a garden.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "My husbands was perfect, my was well done and dry.", "opinions": []}
{"text": "A little overpriced but worth it once you take a bite.", "opinions": []}
{"text": "Don't eat here unless you're starving for thai food and you work next door.", "opinions": []}
{"text": "Please try the Filet Mignon, its just the most tender piece ever.", "opinions": []}
{"text": "The service was superb, they treat you like family.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Good bagels and good cream cheese.", "opinions": []}
{"text": "From the entrees to the sides to the drinks, everything was creatively prepared yet still simple.", "opinions": []}
{"text": "The one on the east side is much better than the one on the west side.", "opinions": []}
{"text": "Food and service was okay.", "opinions": [{"sentiment": "neutral", "aspect": "service"}]}
{"text": "Try the hot dogs too, they're snappy and delicious.", "opinions": []}
{"text": "BE CAREFUL before you request extra spice.", "opinions": []}
{"text": "The fish is fresh but the variety of fish is nothing out of ordinary.", "opinions": []}
{"text": "Finally, after all the raving I went to check it out with one of my enthusiastic friends this last Saturday night and let me tell you its all its cracked up to be.", "opinions": []}
{"text": "This food is asian-air fusion.", "opinions": []}
{"text": "I've been eating at Taj Mahal for over twenty years and have found them to be the most excellent of the Indian eateries on this block of Indian restaurants.", "opinions": []}
{"text": "I liked the food at this quasi-thai restaurant.", "opinions": []}
{"text": "Conveniently located too, being right on Bedford ave.", "opinions": []}
{"text": "Appetizers are somewhere around $7 each and the main dishes are between $11 and $16.", "opinions": []}
{"text": "You cannot go wrong with this place.", "opinions": []}
{"text": "And its absolutely DELICIOUS.", "opinions": []}
{"text": "Had we been stalling I could understand where they were coming from, but we had been there less than an hour and they hadn't even brought us a check yet!", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I love the fact that the pizza tastes so good and is so cheap.", "opinions": []}
{"text": "The food is okay and the prices here are mediocre.", "opinions": []}
{"text": "and yes Dal Bukhara is so dam good and so are all the kababs.", "opinions": []}
{"text": "My wife and I also enjoyed the spinach, the Shanghai low mein, and other attractions.", "opinions": []}
{"text": "Finally!", "opinions": []}
{"text": "My boyfriend and I have been to The Minnow four times now and we have consistently been impressed.", "opinions": []}
{"text": "At 5 dumplings for $1, you just cannot go wrong.", "opinions": []}
{"text": "We all felt it was worth it.", "opinions": []}
{"text": "We had champagne and caviar and felt like princesses!", "opinions": []}
{"text": "The owner truly caters to all your needs.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The people with carts of food don't understand you because they don't speak English, their job is to give you the delicious food you point at.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "However, I think this place is a good hang out spot.", "opinions": []}
{"text": "At first I was slightly skeptical because it was a sushi restaurant in the middle of NYC.", "opinions": []}
{"text": "I will be going back very soon.", "opinions": []}
{"text": "Bring your appetites.", "opinions": []}
{"text": "If it isn't for the food (A+++), it must be the service or the ambience.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "If you like the food and the value you get from some of Chinatown restaurants, this is not the place for you.", "opinions": []}
{"text": "For all of you new to Indian food, try the Paneer Roll, it is a piece of heaven.", "opinions": []}
{"text": "enough said!", "opinions": []}
{"text": "Knowledge of the chef and the waitress are below average.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Butter was melted, white wine warm, cheese oozing everywhere.", "opinions": []}
{"text": "However, they've got the most amazing pastrami and the soups hit the spot.", "opinions": []}
{"text": "If you want a casual neighborhood bistro that has great food and excellent service, this is the place.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The pickles were great addition.", "opinions": []}
{"text": "Horrible food and Horrible service.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Have always found that the waiters will go out of their way to be helpful, despite the fact they are often busy with lots of diners.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "There was a small wait, but shorter than I expected.", "opinions": []}
{"text": "For sure i will keep coming back because i feel really this restaurant deserves.", "opinions": []}
{"text": "The food was pretty tradional but it was hot and good with large portions.", "opinions": []}
{"text": "My chow fun and chow see was really bland and oily.", "opinions": []}
{"text": "Great food, great lay out and awesome service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Get the soup and a nosh (pastrami sandwich) for $8 and you're golden.", "opinions": []}
{"text": "We picked it randomly, without a recommendation from someone who has been there, so we weren't sure what to expect.", "opinions": []}
{"text": "I go and eat out at many different restaurants and this is one place you have go and try.", "opinions": []}
{"text": "It was a very nice surprise.", "opinions": []}
{"text": "Food is usually very good, though ocasionally I wondered about freshmess of raw vegatables in side orders.", "opinions": []}
{"text": "If you are in the area try The Bagel Shoppe on 74th street which is 3 blocks away on 2nd Ave.", "opinions": []}
{"text": "The quality of food at this restaurant accompanied  by fantastic live jazz makes this place a perfect 10!", "opinions": []}
{"text": "We parked on the block of Nina's the place looked nice, with people obviously enjoying their pizzas.", "opinions": []}
{"text": "When we stumbled on Leon, we thought that we had found quite the gem BUT, we were certainly wrong.", "opinions": []}
{"text": "Dessert - can't be missed, so save room!!!", "opinions": []}
{"text": "Always great service!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "He has visited Thailand and is quite expert on the cuisine.", "opinions": []}
{"text": "It's the perfect restaurant for NY life style, it got cool design, awsome drinks and food and lot's of good looking people eating and hanging at the pink bar...", "opinions": []}
{"text": "You fellas above says its the best Taiwanese restaurant in town.", "opinions": []}
{"text": "Plus they made a perfect martini.", "opinions": []}
{"text": "Good for dates or with friends.", "opinions": []}
{"text": "The porcini mushroom pasta special was tasteless, so was the seafood tagliatelle.", "opinions": []}
{"text": "Worth the trip from Manhattan.", "opinions": []}
{"text": "This is a true gem of the village.", "opinions": []}
{"text": "There is nothing more pleasant than that.", "opinions": []}
{"text": "Go there to relax and feel like your somewhere else.", "opinions": []}
{"text": "Even my Indian friend couldn't believe how good and tasty everything was.", "opinions": []}
{"text": "I wasn't there for the Half-Price Saturday Night Special, but Tuesday Night.", "opinions": []}
{"text": "We had the lobster sandwich and it was FANTASTIC.", "opinions": []}
{"text": "My friends and I were on vacation in NY and was referred to Chance by a friend.", "opinions": []}
{"text": "Yes, there might be a wait if you have no reservations.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Brava La Pizza Fresca!", "opinions": []}
{"text": "If you want Americanized Chinese food with your usual watery, generic white sauce, this is your place.", "opinions": []}
{"text": "Surprisingly nothing could be further from the truth.", "opinions": []}
{"text": "This was a repeat visit and we'll definitely be back again.", "opinions": []}
{"text": "I love the place.", "opinions": []}
{"text": "The food is good, especially their more basic dishes, and the drinks are delicious.", "opinions": []}
{"text": "I have been to spice three times- twice during lunch and once at dinner.", "opinions": []}
{"text": "Even with a relatively inexpensive botle of wine, if you can call $70.00 inexpensive, the cost is through the roof for better than average fare.", "opinions": []}
{"text": "The menu is limited but almost all of the dishes are excellent.", "opinions": []}
{"text": "We ended our great experience by having Gulab Jamun (dessert) recommended by the waiter.", "opinions": []}
{"text": "The music does get a little loud at times, but it just made me want to lean closer to my beautiful wife, and as I did, I got a whiff of corriander.", "opinions": []}
{"text": "I take all my NYC guests to VT's.", "opinions": []}
{"text": "We have tried every Thai restaurant between Atlantic Avenue and 4th Streets, and Joya is the best.", "opinions": []}
{"text": "The pesto pizza was excellent, thin-crust pizza with a nice amount of spicy Italian cheese that I'd never heard of before.", "opinions": []}
{"text": "The service, wine selection, ambiance are all outstanding and deserve recognition.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Their pad penang is delicious and everything else is fantastic.", "opinions": []}
{"text": "It was pretty inexpensive too.", "opinions": []}
{"text": "This was the perfect quiet, relaxing, and delicious accompaniment to our afternoon of theater.", "opinions": []}
{"text": "The signs, the specials menus, food, and even all the waitstaff are ALL TOTALLY Japanese.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I can't believe people complain about no cheese sticks?", "opinions": []}
{"text": "Overall, the ingredients and technique are there and I am encouraged enough to return at lunch or dinner to see whether the boldness of the flavour palette improves.", "opinions": []}
{"text": "The place wasn't too hard to find, but it was kind of packed, as soon as my boyfriend and I got our food, the line reached the door.", "opinions": []}
{"text": "Good food.", "opinions": []}
{"text": "And comparing it to the Chinatown restaurants is simply not fair.", "opinions": []}
{"text": "Also, the hostess called me today to thank us for coming and mentioned how she hoped that my girlfriend enjoyed her birthday - unexpected, but a truly above and beyond thing to do...", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "From the moment you enter till the moment you walk out the friendly and helpful staff was was just Fantastic.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Maybe it was just an unintentional mistake but I've experienced the same with other restaurants so I don't appreciate such practice.", "opinions": []}
{"text": "I love this place!", "opinions": []}
{"text": "keep up the good work.", "opinions": []}
{"text": "The entire place and the treatment we received felt as a conveyor belt.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "In fact, while leaving the place we saw two people looking at the menu, and I couldn't help telling them that the food was horrible.", "opinions": []}
{"text": "There was no ambiance.", "opinions": []}
{"text": "You can even get packages of the chutneys to stock your fridge!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The drinks are a saving grace, but service staff, please, get over yourselves.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I would definitely recommend Mary's and am making it one of my regular neighborhood haunts.", "opinions": []}
{"text": "Great food, great prices, great service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Overall, I'm still impressed that the place even exists and the prices are quite decent but then again, its Chinatown.", "opinions": []}
{"text": "I would go back tho.", "opinions": []}
{"text": "Well, this place is so Ghetto its not even funny.", "opinions": []}
{"text": "Over 100 different choices to create your own.", "opinions": []}
{"text": "A little crowded but they move that line really fast!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Definite go if you're used to good Indian restaurant food from abroad.", "opinions": []}
{"text": "All I can say is WOW!", "opinions": []}
{"text": "The only thing I moderately enjoyed was their Grilled Chicken special with Edamame Puree.", "opinions": []}
{"text": "Why do people rave about the ambience.", "opinions": []}
{"text": "If you can handle that, it's a great place for a business dinner, fun with friends or simply a table for 2.", "opinions": []}
{"text": "I am going to the mid town location next.", "opinions": []}
{"text": "For all you lazy folks that don't want to come to Alphabet City, I say, good - stay out.", "opinions": []}
{"text": "The service was great as well.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Authentic Shanghai style and I cannot recommend a better Shanghai place in New York.", "opinions": []}
{"text": "Their eggplant is so delicate, sweet tender!", "opinions": []}
{"text": "The catch is that you are charged extra for ANYTHING that you leave on your plate so don't be a greedy pig!", "opinions": []}
{"text": "but I wouldn't wanna live there.", "opinions": []}
{"text": "Bravo, Blue Hill!", "opinions": []}
{"text": "Make reservations but expect to be delayed 15-20 minutes as the hosting staff was having difficulty seating guests who arrived with a reservation because they probably had a lot of walk ins being so close to Time Square.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "As a fan of Thai, I have tried quite a few different restaurants in NYC and this one was definitely the worst.", "opinions": []}
{"text": "Bartender was unable to tear himself away from friends at bar.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "I was with a party of 7 (close but not next the the front doors) and we were eating with our coats on.", "opinions": []}
{"text": "It's only $1.95 for a regular slice and $4.00 for a slice with a mushroom, not mushrooms.", "opinions": []}
{"text": "It is terrific, as is the value.", "opinions": []}
{"text": "The bagels always warm, soft on the inside, crispy on the outside and enormous in size.", "opinions": []}
{"text": "Too bad the food wasn't of the same heritage.", "opinions": []}
{"text": "This was one of the BEST restaurants I've ever been to.", "opinions": []}
{"text": "And, atlhough tables opened up next to us and we ASKED for a slightly larger space, they left us awkardly seated.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The Italian food has flavor (that can be sort of surprising on the UES), and the service turns from a nightmare to attentive,they sort of remind me of the NY Yankees of the late 90's, no matter how bad it look, you knew that there was a rally just around the corner...", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "Both times I was extremely dissappointed by the service, which was boarderline rude.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "It is very overpriced and not very tasty.", "opinions": []}
{"text": "Restaurant snobs need not bother, this is a small, neighborhood kind of place.", "opinions": []}
{"text": "Romantic if you want it to be (brightly lit).", "opinions": []}
{"text": "i don't usually order wine with indian so i can't comment on their wine list or their wines.", "opinions": []}
{"text": "Decent Thai food in cute - though a bit dank - little Nolita hangout, BUT service terrible.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The food was pretty good, but a little flavorless and the portions very small, including dessert.", "opinions": []}
{"text": "The sicilian is my favorite it is moist not dry like most places but all their pizza is great!", "opinions": []}
{"text": "You will be satisfied.", "opinions": []}
{"text": "What is even better, is that the prices are very affordable as well, and the food is really good.", "opinions": []}
{"text": "Nice find.", "opinions": []}
{"text": "Because we didn't have a reservation, we could only sit in the back garden, but it was great, secluded and perfect in nice weather.", "opinions": []}
{"text": "After my 3rd time the manager remembered me and treated me like an usual customer.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Quality of food is excellent and price is cheap, stick to pork, fish, chicken, lamb and vegetables.", "opinions": []}
{"text": "This is some really good, inexpensive sushi.", "opinions": []}
{"text": "The menu changed, portions were even smaller than before, a lentil dish was salty beyond edibility, a basmati rice dish lacked flavor.", "opinions": []}
{"text": "The portions are large and the servers always surprise us with a different starter.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Great sushi experience.", "opinions": []}
{"text": "Alain Ducasse is the best of everything, I mean everything was excelent.I", "opinions": []}
{"text": "While this can hardly be called a restaurant, it is possibly the best deal in Manhatten: $4 for a plate heaped with rice and 2-3 entrees.", "opinions": []}
{"text": "by dinner time, they turn it around and mount a huge comeback!!", "opinions": []}
{"text": "Try the Pad Se-Ew or Chicken with Cashew Nuts for a memorable and repeatable experience.", "opinions": []}
{"text": "go here for the drinks!", "opinions": []}
{"text": "The ambiance is minimal the food is not phenomenal, but some dishes are quite good, such as the eggplant parmesan, veal in carozza chicken saltimbocca.", "opinions": []}
{"text": "However it is the ONLY Taiwanese restaurant in town.", "opinions": []}
{"text": "Get the tuna of gari.", "opinions": []}
{"text": "Unbelievable.", "opinions": []}
{"text": "If the omakase is to showcase technique and variety, serving almost 40% of items BBQ-ed and a spicy tuna roll wrapped with not-so-fresh nori seems to be a rather limp performance.", "opinions": []}
{"text": "The only other steakhouse that seems to hold a candle to Roth's is the Strip House.", "opinions": []}
{"text": "This is a great Thai restaurant with a very friendly staff.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Your money could easily be better spent elsewhere (Anywhere).", "opinions": []}
{"text": "We laughed when he finally offered us a dessert menu and we left a 10 percent tip, which was generous, I feel.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Hey, I think $2+ for a 5 block walk ain't bad.", "opinions": []}
{"text": "It was huge, delicious, fresh, and will be the reason we return.", "opinions": []}
{"text": "If we were to move from the upper east side, we would genuinely miss this restaurant.", "opinions": []}
{"text": "Also a little more expensive than your average bagel place.", "opinions": []}
{"text": "Interesting selection, good wines, service fine, fun decor.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Nobody at this restaurant will give firm answers about anything and in the end, not one person takes responsibility for anything.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "If you want some roast duck, pork or chicken on rice with ginger, try them out!", "opinions": []}
{"text": "The service is not consistently excellent -- just decent.", "opinions": [{"sentiment": "neutral", "aspect": "service"}]}
{"text": "The staff was accomodating, the food was absolutely delicious and the place is lovely.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "What for?", "opinions": []}
{"text": "yourself a favor and have dinner here and see if you dont agree with me.", "opinions": []}
{"text": "The neighborhood was nice though so check out another restaurant instead.", "opinions": []}
{"text": "So I've never actually been to M proper, but I've had it delivered a few times.", "opinions": []}
{"text": "It is kinda nosiy and the tables are close together but it's still a beautiful place to enjoy a nice dinner.", "opinions": []}
{"text": "Apparently, the good cook works then.", "opinions": []}
{"text": "That is a problem since we paid about 20 bucks a dish, and had to order 5 dishes to get a decent taste.", "opinions": []}
{"text": "Really though, where's the seasoning?", "opinions": []}
{"text": "Was there Friday night.", "opinions": []}
{"text": "Well worth the trip, close to City Hall and downtown subway stops.", "opinions": []}
{"text": "I couldn't reccommend their Godmother pizza any higher.", "opinions": []}
{"text": "What I didn't like was how the food came right after it was ordered.", "opinions": []}
{"text": "Restaurant was dirty and unkempt.", "opinions": []}
{"text": "I look forward to eating here again", "opinions": []}
{"text": "I also recommend the rice dishes or the different varieties of congee (rice porridge).", "opinions": []}
{"text": "The food was not very tasty, the portioins were tiny even for such a high quality restaurant.", "opinions": []}
{"text": "They are still living in the dark ages and do not have an answering machine, so if you want to make a reservation you are limited.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The place does get crowded, so I recommend going between 4-5 PM.", "opinions": []}
{"text": "The decor is dark, cool and soothing, while the food's presentation is spectacular, considering the low prices.", "opinions": []}
{"text": "The food was authentic.", "opinions": []}
{"text": "It is far more popular as a bar than as a restaurant, with only a few tables and the waiter being the bartender, but we greatly enjoyed the unobtrusive atmosphere.", "opinions": []}
{"text": "Anybody who likes this place must be from a different planet, where greasy, dry and tasteless are complimentary.", "opinions": []}
{"text": "Tends to turn people away.", "opinions": []}
{"text": "I didn't complain, I liked the atmosphere so much.", "opinions": []}
{"text": "The cold appetizer dishes taste like the way I remember them to taste when I was growing up in Taiwan.", "opinions": []}
{"text": "Other guests enjoyed pizza, santa fe chopped salad and fish and chips.", "opinions": []}
{"text": "Either that, or the editor's idea of romance must be sharing a conversation with the next table, while trying to speak louder than the traffic on 57th.", "opinions": []}
{"text": "This is my first time writing a review for a restaurant because the food and service was excellent.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "I don't know who they think they are but they have no respect for the residents of the neighborhood ever since they opened their cabaret next door and blasts loud music till three in the morning every weekend during the summer.", "opinions": []}
{"text": "Our teenage kids love it, too.", "opinions": []}
{"text": "but when we looked at the menu, there weren't a lot of choices, most of them were dumplings in the appetizer section.", "opinions": []}
{"text": "The ingredients taste fresher, the crust is thinner and crispier, the slice is less oily, and it's never burnt like it occasionally is at Joe's.", "opinions": []}
{"text": "It's really also the service, is good and the waiters are friendly.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "We went to this restaurant based on prior internet comments.", "opinions": []}
{"text": "Frankly, when you compare what you can have here for lunch, versus McDs or so many other sandwich shops in the city, there is no comparison.", "opinions": []}
{"text": "My GF and I still choose to eat there a lot because of diverse cocktails, the chill decor, and the decent sushi.", "opinions": []}
{"text": "We were seated and ignored by waitstaff.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "While they keep the capex to a minimum, they do put some cash into the bagels, because they among the best in the city.", "opinions": []}
{"text": "I'm happy to have Nosh in the neighborhood and the food is very comforting.", "opinions": []}
{"text": "I've had the lunch buffet at Chennai a couple of times, when I have been in the neighborhood.", "opinions": []}
{"text": "Both the fresh mozzerella slices and the Plain Cheese slice are phenomenal.", "opinions": []}
{"text": "I found the food, service and value exceptional everytime I have been there.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "The service was a bit slow, but they were very friendly.", "opinions": [{"sentiment": "conflict", "aspect": "service"}]}
{"text": "Simple comfort food and what hot and lage portions.", "opinions": []}
{"text": "The only thing I could get attention from was one of at least two cats running around that kept batting at my table.", "opinions": []}
{"text": "I've been frequenting The Tasting Room since it first arrived in the East Village and I've never been disappointed.", "opinions": []}
{"text": "We could have made a meal of the yummy dumplings from the dumpling menu.", "opinions": []}
{"text": "I had the best ravioli ever.", "opinions": []}
{"text": "The entire dining experience was wonderful!", "opinions": []}
{"text": "I also ordered for delivery and the restaurant forgot half the order.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The svc can be a bit rude at times, esp if you have big group, but overall the restaurant is a must!", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Service could be improved but overall this is a place that understands the importance of little things (the heavy, black, antique-seeming teapot, for one) in the restaurant experience.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Nothing special about this place.", "opinions": []}
{"text": "Where Gabriela personaly greets you and recommends you what to eat.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "But, they were too big for the bun.", "opinions": []}
{"text": "Ask for Usha, the nicest bartender in manhattan.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Also, the sandwiches (nearing $7) didn't come with anything like chips or a side.", "opinions": []}
{"text": "I've read some of the previews reviews - people are either not New Yorkers or have more appreciation for ambience then food.", "opinions": []}
{"text": "Would definitely go back again.", "opinions": []}
{"text": "whoever the jazz duo was, they were on POINT.", "opinions": []}
{"text": "We went around 9:30 on a Friday and it had died down a bit by then so the service was great!", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Want to impress?", "opinions": []}
{"text": "They have it all -- great price, food, and service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "For authentic Thai food, look no further than Toons.", "opinions": []}
{"text": "The Thai food is good.", "opinions": []}
{"text": "The seats are uncomfortable if you are sitting against the wall on wooden benches.", "opinions": []}
{"text": "The food is delicious and beautifully prepared along with the friendly and personable service.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Skip this restaurant, it's a big disappointment.", "opinions": []}
{"text": "After the review I treked into Brooklyn.", "opinions": []}
{"text": "So rude.", "opinions": []}
{"text": "They charge different prices all the time.", "opinions": []}
{"text": "From the spectacular caviar to the hospitable waitstaff, I felt like royalty and enjoyed every second of it.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "There are other Vietnamese restaurants in the chinatown area and you can forget about those.", "opinions": []}
{"text": "Definately check it out!!!", "opinions": []}
{"text": "The ambience was nice, but service wasn't so great.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "Off the beaten path, this jewel of a restaurant shines just one block away from the plethora of 6th street Indian restaurants.", "opinions": []}
{"text": "Got a little loud after 8pm when the joint got full.", "opinions": []}
{"text": "And that's no mean feat...", "opinions": []}
{"text": "If you go here - your focus should be the Tamarind Margaritas.", "opinions": []}
{"text": "It took them 25 minutes to bring our appetizer.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "You get the sense that the people there care about their restaurant and about your experience and that is very nice.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Toons has recently been redone, so it's now a very attractive space.", "opinions": []}
{"text": "This place is a literal hole-in-the-wall that is buried within Doyers, right off of Pell St (barber's alley) in Chinatown.", "opinions": []}
{"text": "The staff was very attentive, the ambience lovely, and the food superb.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "In such a crappy part of town to find a good value for lunch, this place is great.", "opinions": []}
{"text": "I was a little leary about Mary's at first - it's small, crowded and you usually have to wait on line - but I'm glad I finally tried it.", "opinions": []}
{"text": "A bit breezy up there on the mezzanine from the wind coming from the tracks.", "opinions": []}
{"text": "Went here last night and had a pleasant experience.", "opinions": []}
{"text": "The tables are crammed way too close, the menu is typical of any Italian restaurant, and the wine list is simply overpriced.", "opinions": []}
{"text": "A wonderful place!", "opinions": []}
{"text": "I go twice a month!", "opinions": []}
{"text": "It is set far from the small street it's on, and there is no traffic noise.", "opinions": []}
{"text": "IT IS DEFINITELY SPECIAL AND AFFORDABLE.", "opinions": []}
{"text": "But on a lazy Saturday night, we ended up going.", "opinions": []}
{"text": "The staff ignored my friends and I the entire time we were there.", "opinions": [{"sentiment": "negative", "aspect": "service"}]}
{"text": "The owners and employees are friendly and their pizza is fantastic.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "It's usually packed for good reason, esp.", "opinions": []}
{"text": "(and I have eaten my share) Which impresses me for having such a large amount of people to serve.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "Try the cheesecake!", "opinions": []}
{"text": "The food was average or above including some surprising tasty dishes.", "opinions": []}
{"text": "We generally like good restaurants and eat out often but Kai was way to expensive for what we got.", "opinions": []}
{"text": "Leon is an East Village gem: casual but hip, with well prepared basic French bistro fare, good specials, a warm and lively atmosphere.", "opinions": []}
{"text": "Satisfying.", "opinions": []}
{"text": "This is my fourth try over a two year period, and I'm done.", "opinions": []}
{"text": "its a little out of the way if you don't live in the neighborhood, but definitely worth the trip from wherever you are.", "opinions": []}
{"text": "For being number 1, this place has alot of work to do in order to truly earn its so called reputation.", "opinions": []}
{"text": "We were also seated promptly at the time of our reservation and the service was very quick and professional.", "opinions": [{"sentiment": "positive", "aspect": "service"}]}
{"text": "All in all, this midtown gem instantly became one of my favorite sushi restaurants in the city.", "opinions": []}
{"text": "Someone else recommended the dessert - we also left that.", "opinions": []}
{"text": "I'm no food critic, but I'd like to think I have a tiny bit of experience under my belt having lived in NY for the last 11 years.", "opinions": []}
{"text": "Food was average but tasty.", "opinions": []}
{"text": "You could get a much better dining experience for the same amount of money in a lot of other French Bistros.", "opinions": []}
{"text": "Also, specify if you like your food spicy- its rather bland if you don't.", "opinions": []}
{"text": "Don't go alone---even two people isn't enough for the whole experience, with pickles and a selection of meats and seafoods.", "opinions": []}
{"text": "from an English speaking staff.", "opinions": []}
{"text": "We were fast to order the appetizer platter since we were very hungry.", "opinions": []}
{"text": "Its located in greenewich village.", "opinions": []}
{"text": "All the pastas are fantastic and the homemade lasagna is some of the best that I have had in the City.", "opinions": []}
{"text": "I don't get it, what's so special about Prune ?", "opinions": []}
{"text": "Of course the reason its so packed is because the food is so delicious!", "opinions": []}
{"text": "Diner food at bistro prices is a bummer....", "opinions": []}
